[
  {
    "year": "2023",
    "code": "UTSG01",
    "title": "Storying Domestic and Piped Water in Nigerian Literature",
    "supervisors": [
      {
        "name": "Comfort Azubuko-Udah",
        "url": ""
      }
    ],
    "description": "This project tunes into a relatively unspectacular form of water to ask: why is such a ubiquitous aspect of everyday life so largely absent from African realist fiction? And, what narrative roles can it play in contemporary African stories? Student RAs and I will work together to identify and select useful materials including scholarly publications, stories, and other representational media that deals with, or may mention, domestic water in Nigeria. RAs will then provide detailed notes and coded annotations on the materials they have read. This project will appeal to students interested in African literatures and cultures, and urban humanities."
  },
  {
    "year": "2023",
    "code": "UTSG02",
    "title": "Feminist and Queer Poetics, Data Visualization, and Creative Engagements with Special Collections",
    "supervisors": [
      {
        "name": "Claire Battershill",
        "url": ""
      }
    ],
    "description": "This project proposes a reconceptualization of literary and historical special collections using the methods of queer and feminist poetic analysis, visual art, poetics, and creative data visualization. Students participating in this SiR will engage in direct work with U of T special collections (including the Thomas Fisher Rare Book Library and the Massey College Library in particular). Students with expertise in computer science, specifically data visualization; visual studies and/or graphic design; creative expression; and/or feminist/queer methods will be most welcome."
  },
  {
    "year": "2023",
    "code": "UTSG03",
    "title": "Higher Education for Sustainable Development: Tracking University Commitments Worldwide",
    "supervisors": [
      {
        "name": "Elizabeth Buckner",
        "url": ""
      }
    ],
    "description": "Sustainable development is one of our most pressing global challenges, and universities around the world have committed to supporting the Sustainable Development Goals. This project is building a unique dataset on how over 17,000 universities worldwide incorporate sustainable development into their missions, teaching, research and operations. Student researchers will collect data from official documents, social media, and public websites. Example indicators will include whether sustainable development is included in the universities’ mission statements and whether the university has a Sustainability Policy or dedicated office. Reading fluency in languages other than English is an asset but not required."
  },
  {
    "year": "2023",
    "code": "UTSG04",
    "title": "Innovation in the Depth of Empire: Toward a Black Atlantic Theory of Absence",
    "supervisors": [
      {
        "name": "Kamari Clarke",
        "url": ""
      }
    ],
    "description": "In a field where absence seems to dominate Black cultural, social and political life, this project advances a theory of presence in the Black Atlantic world, and explores the possibility of excavating new social archives in rendering transparent forms of social life. We will create an online collaborative database on Black Trans-Atlantic cultural artifacts, including proverbs, stories, jokes, stories of disappearances, and new forms of memorialisation. This project involves documenting social practices that are often dismissed as unintelligible, irrelevant or unknowable in the Black Atlantic world but will be central to making sense of the innovative possibilities that characterise contemporary Black social life. This project might appeal to students interested in Black, Caribbean and African Studies, History, and more. Proficiency in a Caribbean or African language will be considered but not necessary."
  },
  {
    "year": "2023",
    "code": "UTSG05",
    "title": "Building Automatic Speech Tools in Low-Resource Languages",
    "supervisors": [
      {
        "name": "Ewan Dunbar",
        "url": ""
      }
    ],
    "description": "Automatic speech tools (speech recognition, speech synthesis) have a big problem with “low-resource languages”: languages which, unlike English, Mandarin, etc., lack the massive data sets usually needed. They represent the majority of the world’s languages, including many languages spoken in Canada (e.g., Cantonese, Anishnaabemowin, Acadian French, Gaelic). Recent \"self-supervised\" machine learning shows promise in reducing the data needed to build speech tools. Students will work in a multidisciplinary team (linguists, engineers) assessing how these techniques perform on a language relevant to the Canadian context, including developing a speech corpus. A solid linguistics background is necessary; programming experience is not."
  },
  {
    "year": "2023",
    "code": "UTSG06",
    "title": "European Refugee Musicians in Canada, 1937-1950",
    "supervisors": [
      {
        "name": "Robin Elliott",
        "url": ""
      }
    ],
    "description": "Despite the restrictive immigration policies of the time, during the World War II era and its immediate aftermath roughly 100 musicians, most of them Jewish, fled from Nazi-occupied Europe and found safe haven in Canada. Exploring a wide range of primary and secondary source materials, this project will create an online biographical dictionary to shed light on these musicians and their contributions to the postwar cultural life of Canada. Student RAs will develop skills in academic writing, using archival materials, website development, and twentieth-century history; knowledge of music would be an asset but is not a requirement."
  },
  {
    "year": "2023",
    "code": "UTSG07",
    "title": "Editing John Galt's Short Stories: Romantic, Transatlantic, Global, and Gothic",
    "supervisors": [
      {
        "name": "Angela Esterhammer",
        "url": ""
      }
    ],
    "description": "John Galt (1779-1839) was a bestselling British Romantic novelist and a key figure in nineteenth-century Canadian settlement. Student RAs will be involved in a large international project to publish the Works of John Galt. In 2023 we will focus especially on Galt’s short fiction, which spans themes of travel, fantasy, and gothic, and settings from Upper Canada to Asia. By researching annotations, fact-checking, proofreading, and working with Galt’s manuscripts and first editions, students will gain experience in scholarly editing and the publication process. Background in nineteenth-century literature and history is useful; the most important qualifications are accuracy and enthusiasm."
  },
  {
    "year": "2023",
    "code": "UTSG08",
    "title": "Liberating the Land: Campus Foodscapes in the GTA",
    "supervisors": [
      {
        "name": "Eva-Lynn Jagoe; Michael Klassens; Nicole Spiegelaar",
        "url": ""
      }
    ],
    "description": "This project aims to create a network between garden/farm projects at UT’s three campuses and campuses across the GTA. In addition to planting seeds and growing food in a new garden at Innis College, students will conduct a literature review on campus urban growing spaces, and engage in experiential research with GTA campuses. Students will produce the first Campus Urban Agriculture guide in Canada, which will include practical techniques and strategies for growing food in urban settings with student populations. The guide will incorporate guidance on how to work strategically with facilities and administration within an academic institution."
  },
  {
    "year": "2023",
    "code": "UTSG09",
    "title": "Historicizing 'Sustainable' Development: Everyday Stories of People and Nature in Central America",
    "supervisors": [
      {
        "name": "Sharlene Mollett",
        "url": ""
      }
    ],
    "description": "Historicizing ‘Sustainable’ Development investigates, across time and space, the multiple ways in which Indigenous and Afro-descendant peoples in Central America are represented as “obstacles” to, and their environments as places in need of sustainable development. Student RAs will conduct interdisciplinary and historical data collection to curate everyday stories of people and nature from diverse materials such as, Latin American/Caribbean historiographies, photographs, novels, newspapers, travel literature, and laws relevant to colonial and postcolonial land development. Students with interests in History, Latin American/Caribbean Studies, Geography, Black and Indigenous Studies; Environmental Humanities, and/or women and gender studies are especially encouraged to apply."
  },
  {
    "year": "2023",
    "code": "UTSG10",
    "title": "Margaret Atwood: The Major Novels",
    "supervisors": [
      {
        "name": "Ira Wells",
        "url": ""
      }
    ],
    "description": "This project provides a rare opportunity for hands-on research in Atwood’s archives at the Thomas Fisher Library, focussing on the major novels (The Handmaid’s Tale, Cat’s Eye, The Robber Bride, Alias Grace, and The Blind Assassin) published between 1985 and 2000. Together, we will trace how these novels evolved through drafts and editorial feedback, analyzing Atwood’s related journalism, speeches, publicity documents, letters, and original research files. Student RAs will acquire archival skills and methodologies, a practical understanding of how the publishing industry works, and gain unprecedented access into the creative process of one of our greatest writers. Students with enthusiasm and familiarity with Atwood (and any of the novels under investigation) are especially welcome to apply."
  },
  {
    "year": "2023",
    "code": "UTSG11",
    "title": "Instruments of Empire: The Forgotten History of Modern Mapping in the Middle East and the World",
    "supervisors": [
      {
        "name": "Adrien Zakar",
        "url": ""
      }
    ],
    "description": "This project investigates the forgotten history of modern mapping’s integration into everyday life – from paper maps and pocket atlases to satellite imagery, drones, and GPS. Participants will develop cutting-edge methods in digital research and spatial analysis, recenter non-hegemonic voices in the archive, and contribute to the creation of a platform for humanities research, 2/3D games, and heritage curation particularly in the Middle East, South Asia, and Europe. Relevant skills include navigating large digital archives and databases, Turkish, Armenian, Greek, Syriac, Arabic or French language skills, familiarity with Python, Git, and 3D Software (Rhino and/or Unity). Feel free to mention previous coursework and experience in related fields."
  },
  {
    "year": "2023",
    "code": "UTM01",
    "title": "Impoverished Aesthetics: Marginality in Latin literature and Contemporary Art",
    "supervisors": [
      {
        "name": "Lorenza Bennardo",
        "url": ""
      }
    ],
    "description": "The Impoverished Aesthetics project investigates marginal states of being (abjection, illness, deprivation, etc.) in ancient Latin literature. Can such states contribute to the audience’s artistic pleasure? Can they grant us insight into subaltern social identities (e.g. marginal intellectual voices; the poor, defeated, and destitute; women)? Can the exploration of marginality in Latin literature enrich our understanding of contemporary artistic experiences? Student RAs will compare instances of ‘impoverished aesthetics’ in ancient and contemporary literature and art (e.g. domestic violence in Seneca and David Lynch; the positioning of female subjectivity in Ovid and Margaret Atwood) and share their findings through a series of blog posts."
  },
  {
    "year": "2023",
    "code": "UTM02",
    "title": "Not A Fishing Tale: Learning about Sustainability from Historical Indigenous Fishing Practices",
    "supervisors": [
      {
        "name": "Alicia Hawkins",
        "url": ""
      }
    ],
    "description": "Food security, climate change, and Indigenous rights intersect in the domain of harvesting and management of wild species, including fish. Recent unsustainable fishing practices have led to the collapse of fisheries, but before European colonization sustainable fishing practices supported flourishing Indigenous communities in Ontario. Archaeology provides an avenue for exploration of this sustainable practice. This project delves into fishing practices by the Wendat in southern Ontario, and uses historical documents, geographic information systems, analysis of archaeological artifacts and linguistics to supplement earlier findings from identification of fish bones. Reading knowledge of French is preferred; training in GIS will be provided."
  },
  {
    "year": "2023",
    "code": "UTM03",
    "title": "Investigating Ancient Technologies via Hands-on Replication, Experiment, Ethnographic & Textual Accounts",
    "supervisors": [
      {
        "name": "Heather Miller",
        "url": ""
      }
    ],
    "description": "Necessity is seldom the mother of invention. Through diverse research projects related to archaeological investigations of technologies, SiR scholars will gain new views of human innovations and traditions as related not only to functional needs, but also social relations, economic situations, and religious and cultural belief systems. Projects chosen will depend on scholars’ backgrounds, including work with recent ethnographic objects from Papua New Guinea (looped string bags, arrows, grass skirts, musical instruments); analysis of copper casting debris from the Bronze Age city of Harappa; and creating replica tools for other research projects (from stone drills to rat-tooth wood carving tools)."
  },
  {
    "year": "2023",
    "code": "UTM04",
    "title": "Chinese International Students' Embodied Transnational Identity Negotiation and Raciolinguistic Experiences",
    "supervisors": [
      {
        "name": "Zhaozhe Wang",
        "url": ""
      }
    ],
    "description": "This project investigates Chinese international students’ transnational identity negotiation embodied in everyday literacy practices and raciolinguistic experiences in higher education during a time characterized by heightened geopolitical tension between China and North America and COVID-19-induced anti-Asian racism. Student scholars will gain hands-on research training and experience in reviewing and synthesizing relevant scholarship, understanding research ethics, developing interview protocols for qualitative research, and recruiting participants. No previous qualitative research experience is required. Student scholars with interest in case study design, Chinese international student experience, literacy and writing studies are encouraged to participate."
  },
  {
    "year": "2023",
    "code": "UTM05",
    "title": "Evaluating the Impact of Storytelling in Computer Science Education: A Qualitative Analysis",
    "supervisors": [
      {
        "name": "Tingting Zhu",
        "url": ""
      },
      {
        "name": "Andrew Petersen",
        "url": ""
      }
    ],
    "description": "This project will study the advantages and disadvantages of digital storytelling videos compared to traditional lectures. Student RAs will analyze student responses to a survey. The results can be used by educators to improve digital storytelling design and create a framework for educational digital storytelling resources. We intend to publish the results as part of a larger project, Reimagining Computer Science Education through Digital Storytelling with Tangible Objects. Student RAs will: Prepare, organize, analyze, and interpret qualitative data\nCode qualitative data in NVivo using grounded theory approach\nDescribe the themes and develop a codebook Training in qualitative research methods, NVivo, research ethics, and data analysis will be provided. Prior computer science knowledge is not required."
  },
  {
    "year": "2023",
    "code": "UTSC01",
    "title": "The Scarborough Social Atlas Project",
    "supervisors": [
      {
        "name": "Ahmed Allahwala",
        "url": ""
      }
    ],
    "description": "Inspired by Rebecca Solnit’s Infinite Cities Atlas Trilogy, the Scarborough Social Atlas combines scholarly research and mapping practices in the creation of a new social cartography of Scarborough. In this multi-disciplinary project, each student will serve as the academic lead of a mapping project and bring their disciplinary expertise to the collaborative. Possible topics include indigeneity, migration, food, music, queer culture, religion, architecture, green spaces and non-human species. End-of-program deliverables include a map for each project and a curatorial essay. Students will receive training in archival and database research, mapping, and narrative research. Students from all disciplinary backgrounds are encouraged to apply."
  },
  {
    "year": "2023",
    "code": "UTSC02",
    "title": "Deconstructing Hip-Hop Music's Politics",
    "supervisors": [
      {
        "name": "Mark Campbell",
        "url": ""
      }
    ],
    "description": "The goal of this interactive media project is to build an educational resource that allows users to engage hip-hop musical texts from multiple disciplinary perspectives. We will work to reveal and analyze the ways hip-hop culture’s creative practices, informed by the culture’s aesthetic foundations, are used, in order to create a multidisciplinary interactive educational resource. This project welcomes RAs with interests in hip-hop culture, historical research, diaspora studies, and de-colonizing movements. Skills in web design, GIS mapping, video editing, data visualization and programming are needed; proficiency in French, Spanish, Creole, Arabic, Tagalog, or Visaya are an asset, but not required. RAs on this project will develop a nuanced and sophisticated suite of research and project management skills."
  },
  {
    "year": "2023",
    "code": "UTSC03",
    "title": "How Can We Teach Effectively in Canadian Prison?",
    "supervisors": [
      {
        "name": "Philip Heron",
        "url": ""
      }
    ],
    "description": "How can we connect with students who have low confidence, or negative perceptions of education? Think Like A Scientist is a specialist science course for people in prison, beginning in Canada in 2023. Successful applicants will help create a classroom dynamic that is relatable, accessible, and inclusive to all people. We are particularly interested in creating new course material on addiction, mental health, and better understanding neurodivergence. Our project needs fresh perspectives, and we believe the undergraduate students will bring new ideas to the table based on their lived experience. We encourage applications from diverse backgrounds."
  },
  {
    "year": "2023",
    "code": "UTSC04",
    "title": "Mapping Evictions in Ontario",
    "supervisors": [
      {
        "name": "Julie Mah",
        "url": ""
      }
    ],
    "description": "To better understand the prevalence and geography of evictions in Ontario, this project will involve the creation of a unique database. This database will form the foundation for future work that examines these research questions: Where are evictions occurring? Are they concentrated in gentrifying areas? Who is evicting more? All of these questions carry important policy implications. Student RAs will help with inputting and cleaning the eviction filings database in preparation for mapping and linking to other datasets. Students should be familiar with Microsoft Excel, though RAs will receive training on creating Excel pivot tables, data manipulation, and geocoding."
  },
  {
    "year": "2023",
    "code": "UTSC05",
    "title": "Playing with Stories: Developing a Critical Encyclopedia of Video Game Narratives",
    "supervisors": [
      {
        "name": "Sonja Nikkila",
        "url": ""
      }
    ],
    "description": "Student RAs will develop a critical encyclopedia for video game narrative studies: we will lay the groundwork for a digital, collaborative, and evolving resource that offers definitional entries as well as sample critical analyses and discussions of exemplar games. We will begin by absorbing foundational information on video game analysis––narrative lenses, categories, vocabularies, etc.––and plot a framework for the encyclopedia, including an outline of topics and proposed organization. We will explore a range of research resources (from the library to “the internet” to the games themselves) in order to extract and synthesize information for entries."
  },
  {
    "year": "2023",
    "code": "UTSC06",
    "title": "Media Messages and Reporting on Race: Differences in Discourse",
    "supervisors": [
      {
        "name": "Hadiya Roderique",
        "url": ""
      }
    ],
    "description": "Canadian media uses often negative narratives that carry powerful, coded messages about particular groups in society. There is evidence that the work of BIPOC reporters provides counter-discourses to these narratives through more nuanced portrayals of topics related to race. This project seeks to examine how white and BIPOC journalists report on race differently. Each researcher will be assigned a case study, collect reporting on these cases, and use critical discourse analysis and content analysis to analyse differences in reporting. This project appeals to students interested in Journalism, Media, Communications, Black and Indigenous Studies, and Cultural Studies. Previous experience or exposure to critical discourse analysis is an asset, but training will be provided."
  },
  {
    "year": "2023",
    "code": "ONLINE01",
    "title": "The Practice of Perspective in Du Cerceau's Works at the British Museum",
    "supervisors": [
      {
        "name": "Georges Farhat",
        "url": ""
      }
    ],
    "description": "This UK-based, online-only project explores perspective in French architect Du Cerceau’s (1511-1585) works. It studies his British Museum drawings and etchings of buildings and gardens, as well as two 1600s Bodleian Library English manuscript translations of his 1576 treatise on perspective. RAs will assist in (a) reconstructing perspective schemes and (b) transcribing and tabulating translations. Required skills are: Either (1) digital drawing and perspective techniques; Or (2) English paleography (ideally with some knowledge of French). Scholars will learn how to articulate methods and findings regarding drawing practices and technical literature. Your work will inform presentations and publications."
  },
  {
    "year": "2023",
    "code": "ONLINE02",
    "title": "Exploring Online Teaching Efficacy and Instructional Practices in the Post-Secondary Context",
    "supervisors": [
      {
        "name": "Julia Forgie",
        "url": ""
      }
    ],
    "description": "This study explores the range of self-efficacy beliefs that Canadian post-secondary instructors hold about their teaching practice. It seeks to investigate and compare instructors’ teaching efficacy across in-person and online teaching contexts and to explore curricular decisions as instructors plan and implement online/hybrid learning. Scholars with interest in post-secondary education and online teaching and mixed-methods research, including participant recruitment, data collection (administering online surveys, involvement in interviewing participants), data entry and coding, data analysis and the development of a literature review, are encouraged to apply. Training in data collection procedures and SPSS and NVivo data analysis software will be provided."
  },
  {
    "year": "2023",
    "code": "ONLINE03",
    "title": "Identifying and Coding National Education Reforms for the World Education Reform Database (1945-2021)",
    "supervisors": [
      {
        "name": "Rie Kijima",
        "url": ""
      }
    ],
    "description": "The World Education Reform Database (WERD) is the most comprehensive database of over 10,000 national education reforms between 1970-2021. The objective of this program is to extend the WERD by identifying and coding education reforms dating back to 1945. Student RAs will receive training on how to identify and code education reforms from doctoral students at Stanford University. Working with publications produced by international organizations, the RAs will apply the coding scheme developed by the team to identify and code reforms. They will also participate in team building exercises and fireside chats on topics such as public policy and education."
  },
  {
    "year": "2023",
    "code": "ONLINE04",
    "title": "Foreign-Origin Words in Turkish: An Experimental Investigation of Speakers' Mental Lexicons",
    "supervisors": [
      {
        "name": "Gözde Mercan",
        "url": ""
      }
    ],
    "description": "The Turkish language has several foreign-origin words, particularly from Arabic, Persian, and French. This project seeks to understand whether adult Turkish speakers of different age groups show different linguistic behaviour regarding these foreign-origin words and their Turkish alternatives. It adopts an experimental psycholinguistic perspective, employing a web-based “lexical priming” task. Student RAs will receive training and gain hands-on experience at all stages of psycholinguistic experimentation. Students interested in Turkish, linguistics, and digital humanities are encouraged to apply. Some knowledge of Turkish and/or other Turkic languages is desirable but not required. Familiarity with Arabic, Persian, and/or French is also an asset."
  },
  {
    "year": "2023",
    "code": "ONLINE05",
    "title": "Constructing Biographies of Digital Humanities Data Sets",
    "supervisors": [
      {
        "name": "Seamus Ross",
        "url": ""
      }
    ],
    "description": "Data sets and databases play a significant role in humanities scholarship. How these data sets came to be created, maintained, and used, and their impact on humanities scholarship, has been the subject of limited study. This project is a preliminary effort to construct biographies of some of these databases  and understand their role in transforming humanities scholarship. Student RAs will construct biographies of digital humanities databases. This project is particularly suited for students in the humanities with an interest in how digital technologies are reshaping humanities scholarship. The project will begin with an introduction to the field and end with a workshop where students will present the results of their scholarship."
  },
  {
    "year": "2023",
    "code": "ONLINE06",
    "title": "Measuring Social Skills and Group Dynamics with Virtual Games",
    "supervisors": [
      {
        "name": "Román Andrés Zárate",
        "url": ""
      }
    ],
    "description": "Play Together is a virtual platform we have developed to measure teamwork and leadership abilities and study group dynamics among individuals of different characteristics using virtual tasks and games. We are currently working on implementing field experiments with interested partners in Latin America. Student RAs will help with a literature review on related topics to the project; contribute to the project with the data analysis to implement the experiments and generate the code to study the performance indicators on the platform; and help us to identify websites to run online experiments with the tools we have developed."
  },
  {
    "year": "2021",
    "code": null,
    "title": "The Modernist Archives Publishing Project (MAPP)",
    "supervisors": [
      {
        "name": "Claire Battershill",
        "url": ""
      }
    ],
    "description": "The publishing industry plays an important role in shaping cultural discourse. Publishers can be gatekeepers as well as agents of change, capable of challenging or reaffirming dominant narratives and inequalities and supporting activist and revolutionary currents of thought. The Modernist Archives Publishing Project (MAPP) is an open-access critical digital archive that transforms public access to twentieth-century publishers’ records and special collections. For this SiR project, selected student RAs will be working to integrate the University of Toronto’s relevant library and archive collections more fully into the resource and to select and prioritize new publishers whose bodies of works should be included."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Tracing Legacies: Afro-Asian Transnationalism during Third World Decolonization and the Cold War",
    "supervisors": [
      {
        "name": "Chandni Desai",
        "url": ""
      }
    ],
    "description": "Tracing Legacies investigates the cultural and political networks of Afro-Arab transnational solidarity, through an examination of anti-colonial cultural production and relationships forged between artists and political figures across the Global South during the Decolonization and Cold War period. Student RAs will perform archival research on Afro-Asian writings and other cultural works. Scholars will code and analyze historical documents, photographs, conference proceedings, and witness oral history interviews conducted with cultural figures. The project appeals to students interested in Middle Eastern Studies, Black and Indigenous Studies, History, Social Movements and Cultural Studies. Proficiency in Arabic will be considered, but not necessary."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Blasphemy and Sacrilege in Enlightenment Literature",
    "supervisors": [
      {
        "name": "Simon Dickie",
        "url": ""
      }
    ],
    "description": "In his time, the London bookseller William Hone (1780-1842) was notorious for his collection of blasphemous books and prints. Working with library databases and a newly discovered auction catalogue (1827), we will reconstruct Hone’s library and discover much about the force and variety of early modern blasphemy. We will read mock-sermons, burlesques of the Book of Common Prayer, comic novels about clerical impostors, letters from Satan to English bishops, and much more. Student RAs should have an established interest in historical or literary research and some exposure to the Christian tradition and/or history of religion. Prior coursework in English or History is an asset, but not a necessity. Full training in databases and book history sources will be provided."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Taking it Lying Down",
    "supervisors": [
      {
        "name": "Sarah Dowling",
        "url": ""
      }
    ],
    "description": "This project compares four novels narrated from a lying-down position: Gail Scott’s Canadian classic Heroine, Argentinian writer Luisa Valenzuela’s Realidad nacional desde la cama, American novelist Ottessa Moshfegh’s My Year of Rest and Relaxation, and Nishnaabeg writer and theorist Leanne Betasamosake Simpson’s Noopiming: The Cure for White Ladies. Student researchers will analyze how the novels use their supine protagonists to pose questions about political engagement and narrative structure, and will work in teams to compile a critical bibliography for each. Background in literary studies is essential; coursework in gender and sexuality studies and proficiency in Spanish or Anishinaabemowin are welcome."
  },
  {
    "year": "2021",
    "code": null,
    "title": "A Stern Test of Artistry: Editing Charles Whibley",
    "supervisors": [
      {
        "name": "Andrew DuBois",
        "url": ""
      },
      {
        "name": "Ira Wells",
        "url": ""
      }
    ],
    "description": "This project provides students with the opportunity to contribute to the first critical edition of the essays of Charles Whibley (1859-1930). Whibley was a towering figure of early twentieth-century British literary culture, a “polemical dragon” responsible for “the best sustained piece of literary journalism” of his age, according to T.S. Eliot. Student RAs will help select and edit Whibley’s essays, conduct research on historical and cultural contexts, and produce explanatory annotations. They will acquire an applied understanding of the principles of scholarly editing, including training in the platforms and technical skills necessary to contribute to scholarly editions. Students interested in British literary history and culture and the practice of editing are especially encouraged to apply."
  },
  {
    "year": "2021",
    "code": null,
    "title": "“Extensive Play” and the Other Beginning of an Indigenous Himalayan Literature",
    "supervisors": [
      {
        "name": "Christoph Emmrich",
        "url": ""
      }
    ],
    "description": "In 1914 a lone Buddhist priest broke with the tradition of preserving one of his forefathers’ most revered scriptures, the Lalitavistara or “The [Buddha’s] Extensive Play,” in Sanskrit and transcreated it in Newar, in an act that was both the recovery of his ancient indigenous heritage as well as the beginning of modern Newar literature. Our project will prepare the grounds for the first commented edition and translation of Niṣṭhānanda’s text by creating a concordance of the Newar translation and its Sanskrit namesake. Student RAs will receive training in the visual and phonetic representation of Newar in Devanagari and Roman scripts and in the digital methodologies necessary for identifying and tagging parallel passages, so that they may collaboratively produce the first ever bilingual synopsis of this foundational text. Some previous knowledge of the script and languages involved is desirable but not required."
  },
  {
    "year": "2021",
    "code": null,
    "title": "The Works of John Galt: Archives to Critical Edition",
    "supervisors": [
      {
        "name": "Angela Esterhammer",
        "url": ""
      }
    ],
    "description": "The Works of John Galt is a multi-volume critical edition of fiction and journalism by the Scottish writer John Galt (1779-1839), a popular novelist who was also a key figure in early-nineteenth-century Canadian settlement. Student RAs will gain experience with several stages of the scholarly-editing and publication process. Working with original print editions and manuscripts of Galt’s works, they will assist with transcription, proofreading, and typesetting of camera-ready copy. Scholars will do original research on the historical and cultural contexts and the publication history of Galt’s geographically diverse short stories in order to help prepare annotations and appendices."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Teachers’ Efficacy for Online/Distance Teaching during the Covid-19 Crisis",
    "supervisors": [
      {
        "name": "Julia Forgie",
        "url": ""
      }
    ],
    "description": "Due to the COVID-19 pandemic, many K-12 teachers worldwide are now teaching in an online/distance context. This project seeks to assess teachers’ feelings of efficacy in classroom management, instructional strategies, student engagement, and technology use now that they are teaching in an online/distance format. This study will also examine how teachers’ efficacy beliefs when teaching via an online/distance mode compare to their efficacy beliefs when teaching in a traditional, in-person mode. This mixed-methods project invites students with specific interests in teaching efficacy and school pedagogy to engage in data collection, data analysis, literature review and contributing to the writing of manuscripts."
  },
  {
    "year": "2021",
    "code": null,
    "title": "The Black Androids: Recovering Lost Histories",
    "supervisors": [
      {
        "name": "Edward Jones-Imhotep",
        "url": ""
      }
    ],
    "description": "This project explores the complex histories of the “black androids” — a series of racialized mechanical humans, created between the mid-18th century and the late 20th-century, that form part of the intersecting histories of slavery, automation, rebellion, science fiction, and artificial intelligence. Students RAs will work to identify and digitally document these automata as contributions to both modern history of technology and to Black history and culture. Scholars will develop: a sophisticated suite of research skills; experience in project management; and a set of co-authored digital artifacts that will form international resources for future research."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Education Reformism: The Causes and Consequences of National Education Reform Worldwide, 1970-2018",
    "supervisors": [
      {
        "name": "Rie Kijima",
        "url": ""
      }
    ],
    "description": "Education reform is largely taken-for-granted as a routine feature of school systems. Globally, we have witnessed the cyclical patterns of education reforms. The failure of a reform simply generates more reform, leading to widespread doubts about the efficacy of these reforms. The goals of this research are: 1) to understand the substantive foci of education reforms worldwide; 2) to analyze the socio-economic conditions under which education reforms are likely to emerge; and 3) to examine the intended and unintended consequences of reforms. Students will participate in the development of a panel data of education reforms."
  },
  {
    "year": "2021",
    "code": null,
    "title": "When Our Speech Carries Two Worlds: Ethnic Orientation in Heritage Language Research",
    "supervisors": [
      {
        "name": "Anabela Rato",
        "url": ""
      },
      {
        "name": "Naomi Nagy",
        "url": ""
      }
    ],
    "description": "In the context of Toronto’s heritage languages (HLs), we ask, “What constrains properties that speakers transfer more easily from one language to another?” and “What role does ethnic orientation play?” We focus on Heritage Portuguese, Italian and Tagalog: applicants must speak one of these languages as we count on their expertise. Student RAs will learn about Toronto’s history of immigration, review and discuss HL studies, theories of bilingual speech acquisition, language variation and language contact. Scholars will gain hands-on research training and experience in recruiting participants, conducting speech experiments and sociolinguistic interviews, and exploring data analysis and interpretation."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Charting Virgil’s Renaissance Reception",
    "supervisors": [
      {
        "name": "Shaun Ross",
        "url": ""
      }
    ],
    "description": "Virgil’s Aeneid, though written in antiquity, was the single most influential poem in Medieval and Renaissance literary history. Poets such as Dante, Ariosto, Ercilla, Camões, Spenser, and Milton all used Virgil’s poem as a model, to imitate and to challenge, as they wrote their own vernacular epics. Participants will study this reception history by contributing to the creation of a digital edition of the Aeneid that charts how Dante and subsequent Renaissance-era poets responded to and reinterpreted Virgil’s Latin poem. Knowledge of any of the following languages will be highly beneficial: Latin, Spanish, Portuguese, or Italian."
  },
  {
    "year": "2021",
    "code": null,
    "title": "The Birth of the Modern Detective Story, 1890-1920",
    "supervisors": [
      {
        "name": "Simon Stern",
        "url": ""
      },
      {
        "name": "Adam Hammond",
        "url": ""
      }
    ],
    "description": "This project uses digital methods to study detective stories published in magazines between 1890 and 1920. We will code stories according to features such as: the gender of the author, detective, and culprit; the detective’s role as an amateur, private investigator, or police officer; the types of clues and the timing of their presentation; and the types of crimes or quasi-crimes (e.g., murder and theft, as against immoral but not criminal acts). Students will identify these features in a specially designed software interface. No previous coding experiencing is required; training in the relevant coding techniques will be provided."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Six Nations of Grand River Community History Project",
    "supervisors": [
      {
        "name": "Kevin White",
        "url": ""
      },
      {
        "name": "Susan Hill",
        "url": ""
      }
    ],
    "description": "Students RAs will conduct transcriptions for a community-based research project with Deyohaha:ge Indigenous Knowledge Centre: a repository of Haudenosaunee Knowledge recorded in textual documents as well as a research centre focused on perpetuating and celebrating Haudenosaunee Knowledge. This collaborative research project is organized by a number of Haudenosaunee scholars and explores the historic impacts of Cayuga Chief Levi General (Deskaheh title). General was the first Indigenous leader who attempted to address the League of Nations; he sought international review of Canada’s actions against the sovereignty of the Grand River Haudenosaunee. Your work will be acknowledged in reports and publications."
  },
  {
    "year": "2021",
    "code": null,
    "title": "The Logic, Function, and Contexts of Ancient Greek Titles",
    "supervisors": [
      {
        "name": "Kenneth Yu",
        "url": ""
      }
    ],
    "description": "How did ancient Greek writers—poets, philosophers, and scientists—name their works? This project investigates ancient Greek practices of entitling texts to uncover how book titles were created, transmitted, and conceptualized in antiquity, the relations between ancient titles and the texts they designate, and the dynamics of ancient Greek reading practices. Participants will gather, organize, and interpret vast data sets related to Greek literary history, and help create the first online database for extant ancient Greek titles. Our project will be conducted online, though there may be opportunities to examine Greek manuscripts at Robarts if circumstances permit. Knowledge of beginning Greek will be an asset."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Preserving Toronto’s Foodways",
    "supervisors": [
      {
        "name": "Teresa Lobalsamo",
        "url": ""
      }
    ],
    "description": "This project emphasizes an experiential, digital humanities approach to Diaspora and Food Studies and, in particular, to the study of Italian culture and gastronomy. The project will be a digital map-catalogue of artifacts that answer the following questions about the GTA’s changing food landscape: 1) What and where are the oldest Italian food-related businesses in the GTA? 2) What does the GTA’s Italian food landscape look like today? Student RAs will interview business owners and/or chefs, record descriptions and bibliographic entries, collect relevant artifacts (menus, recipes, advertisements) from past and existing establishments. To archive (digitize) those collected materials, RAs will learn to utilize appropriate digital platforms (Omeka and Google Maps). Knowledge of Diaspora and Food Studies, of beginner Italian, and/or familiarity with digital platforms are useful, but they are not required."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Press, Celebrity and Gender in Quebéc (1930-1970)",
    "supervisors": [
      {
        "name": "Adrien Rannaud",
        "url": ""
      }
    ],
    "description": "This SSHRC-funded research describes the history of celebrity in Québec between 1930 and 1970, examining celebrity culture as a complex relationship between texts and images, periodicals, producers and audiences. We will focus on the relationship between celebrity culture and women’s cultural practices by collecting and analyzing data on large corpuses (chronicles, newspapers, magazines). Student RAs will receive all necessary training in data collection and qualitative analysis in literary and cultural history. Proficiency in French (intermediate or advanced level) is necessary. Students with interest in French Studies, Literature and Drama, Cinema, Media, Historical or Cultural Studies are especially encouraged to apply."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Validating the First Listening Vocabulary Test in Spanish",
    "supervisors": [
      {
        "name": "Pablo Robles-Garcia",
        "url": ""
      }
    ],
    "description": "This study aims at validating a listening vocabulary test in Spanish. Student RAs will (1) create a schedule for students to sign up for the test, (2) contact students with detailed information about the test procedures, (3) administer and proctor the test through Zoom, and (4) conduct a series of one-on-one interviews with some examinees. Knowledge of Spanish for these RAs is highly desirable. Another RA (no knowledge of Spanish needed) will design R scripts and carry out quantitative statistical analyses based on the Rasch model (Item Response Theory). All RAs will receive training in data collection."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Building Monuments, Bonding Communities: Urbanization and Social Transformation in Ancient China",
    "supervisors": [
      {
        "name": "Liye Xie",
        "url": ""
      }
    ],
    "description": "This project examines the late Neolithic and early Shang urban sites to understand how urban construction facilitated social transformation at the dawn of China’s dynastic history. Student RAs will receive training as they participate in (1) literature research on theories, methods, and data; (2) GIS aggregation and analysis of published settlement data; (3) estimating construction costs, public places’ capacities, and numbers of urban inhabitants; and (4) preparing materials for presentation and publication. RAs from relevant disciplines such as archaeology, GIS, sociology, political science, architecture, and city studies are invited to apply. Reading knowledge of Mandarin is not required, but will be very helpful for certain data-related tasks."
  },
  {
    "year": "2021",
    "code": null,
    "title": "New Voices, New Vistas: Contemporary Arab Women Writers Database",
    "supervisors": [
      {
        "name": "Maria Assif",
        "url": ""
      }
    ],
    "description": "Student RAs will contribute to the upcoming digital database on contemporary Arab women writers from around the world. No expertise in the field is needed, and enthusiastic individuals from all disciplines are welcome! Student RAs will be trained to research and evaluate writings by Arab women social media influencers and activists; create Wikipedia entries on Arab women writers; and generate annotated bibliographies about seminal critical works in the field. In week four, all collaborators will co-author a reflective blog on this project to be published in one of the SaP (Students as Partners) sites."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Diplomacy, Pedagogy and French Fashion in Mid-18th Century Europe",
    "supervisors": [
      {
        "name": "Sébastien Drouin",
        "url": ""
      }
    ],
    "description": "In mid-18th century Europe, French was spoken by most of the elite. This phenomenon is particularly interesting in Germany where French language and culture have transformed many aspects of the day-to-day life at several courts like Potsdam, Bayreuth, and Karlsruhe. In this project, we will study the “Grand Tour” made by Gotha’s crown-prince Friedrich Ludwig (1735-1756) with diplomat and pedagogue Ulrich von Thun (1707-1788). Students will work on the transcription and on the annotation of the letters written in French by Ulrich von Thun to the duchess of Gotha. High proficiency in French is mandatory (speaking, reading, writing). Students interested in the French language, literature, art history, history of music, history of pedagogy and digital humanities are especially encouraged to apply. Basic knowledge of German will be considered an asset."
  },
  {
    "year": "2021",
    "code": null,
    "title": "The Beyond Bullying Project",
    "supervisors": [
      {
        "name": "Jessica Fields",
        "url": ""
      }
    ],
    "description": "The Beyond Bullying Project (BBP) is an interdisciplinary and ethnographic study that collects and analyzes stories of lesbian, gay, bisexual, transgender, and queer (LGBTQ) sexuality and gender from high school students, teachers, and students. In Spring 2021, BBP will launch an interactive website in order to virtually collect stories at three Toronto-area high schools. Working with faculty, postdoctoral, and graduate student researchers, student RAs will gain experience in digital ethnographic research methods, including conducting virtual interviews and participant observation; recording ethnographic fieldnotes; designing and implementing online knowledge mobilization tools; and analyzing BBP stories and other qualitative data."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Pandemic Policing of the Homeless: Making Scarborough Visible",
    "supervisors": [
      {
        "name": "Joe Hermer",
        "url": ""
      }
    ],
    "description": "This project enables students to contribute to evidence based public policy in an area that is the subject of much public discussion and contestation: the policing of vulnerable and poor people in distress. Student RAs will become active members of a Canada wide research project that explores how people experiencing homelessness are being policed during the pandemic. RAs will participate in ongoing research inquiries, including the analysis of a large interview data set. Participants will pay special attention to the diversity of Scarborough communities and the nature of suburban homelessness. Training will be provided in key aspects of qualitative research work. Fluency in a second language is an asset, but not required. Students from all disciplinary backgrounds are encouraged to apply."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Engaging with Archives: Mobilizing Quebec’s Musical Past for Today",
    "supervisors": [
      {
        "name": "Laura Risk",
        "url": ""
      }
    ],
    "description": "This project seeks student RAs with strong French-language skills and an interest in music and community-engaged research. We will work on two interrelated projects about traditional music in Quebec: 1) mobilization of a large collection of field recordings from the 1960s and 70s in anticipation of their future use in community music and heritage activities; and 2) an historical study of the place of traditional music in the construction of national identity in Quebec in the early/mid twentieth century. Student RAs will have opportunities to collaborate with community partners such as museums and non-profit arts organizations, and to work with researchers from several Quebec universities."
  },
  {
    "year": "2021",
    "code": null,
    "title": "Diplomatic Translation in Early Modern Istanbul: Digital Remediation, Analysis, and Visualization",
    "supervisors": [
      {
        "name": "Natalie Rothman",
        "url": ""
      }
    ],
    "description": "Participants in this project will help develop a companion website to a forthcoming book about Venetian dragomans (diplomatic interpreters) in Istanbul in the period 1550-1750. Together, we will 1) Curate archival documents and other primary documents analyzed in the book for interactive online representation and querying; 2) Annotate dragomans’ translations; 3) Formalize a taxonomy of dragomans’ translation practices; and 4) Develop relevant data visualizations. Reading knowledge of Italian would be a great asset, but is not required. Likewise, prior knowledge of digital methodologies is optional, as participants will receive extensive training in relevant digital research skills."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Visualising the Politicization of Science: Diagrams for Policy Debates",
    "supervisors": [
      {
        "name": "Hakob Barseghyan",
        "url": ""
      }
    ],
    "description": "Undergraduate researchers with specific interests in philosophy of science, political science, history, visual studies, digital humanities, and information science are invited to join a team of scholars working on the systematic visualization of heavily politicized debates concerning science. Scholars will chart the main arguments of climate change deniers, anti-vaxxers, GMO critics, abortion-breast cancer theorists, champions of intelligent design, and other advocacy groups who manipulate scientific findings and reject scientific consensus for political and ideological gain. Scholars will have an opportunity to present their findings in co-authored papers. Training in best visualisation practices will be provided by field experts."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Political Function of Emotions in Social Media Narratives of Racial and National Belonging",
    "supervisors": [
      {
        "name": "Megan Boler",
        "url": ""
      }
    ],
    "description": "Which emotions move, circulate, and amplify particular narratives of racial and national belonging in social media? How do emotions and narratives differ across the political spectrum (left, center, right)? Polarized politics are increasingly linked to social media expressions of emotion and identity, especially surrounding race, immigration, and gender. To better understand these \"affective politics of information warfare,\" this interdisciplinary, mixed-methods research project explores how and which emotional expressions inflame political polarization. Scholars will participate in our weekly Research Team meetings, and develop skills of critical discourse analysis and tagging/identifying \"sentiments\" in social media from Twitter, Reddit, and Facebook related to the 2019 Canadian federal election."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Children’s Engagement with their Local Science Centre",
    "supervisors": [
      {
        "name": "Carol-Ann Burke",
        "url": ""
      }
    ],
    "description": "A critical motivator for children to maintain long-term interest in science is their participation in out-of-school science education. This project examines children’s dispositions towards science and relates these to their experiences at/with their local science centre. Student RAs will be trained in theories and methods of qualitative data collection; they will work alongside other team members to conduct interviews with children aged 8 to 14 in after-school club settings and at the Ontario Science Centre. Prior expertise in science is not required."
  },
  {
    "year": "2020",
    "code": null,
    "title": "The Works of John Galt: Archives to Critical Edition",
    "supervisors": [
      {
        "name": "Angela Esterhammer",
        "url": ""
      }
    ],
    "description": "Scholars will take part in preparing a multi-volume critical edition of fiction and journalism by the Scottish writer John Galt (1779-1839), who was also a key figure in Canadian history during the 1820s. Working with original print editions and handwritten manuscripts of Galt’s fiction in UofT Libraries, the Archives of Ontario, the University of Guelph Library, and/or online, Scholars will assist with transcription, proofreading, and research on 19th-century British periodicals, Canadian history, North American settlement, and other contexts. There are opportunities to be involved in several stages of the scholarly-editing and publication process, including training in typesetting using Adobe InDesign."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Education Reformism: The Causes and Consequences of National Education Reform Worldwide",
    "supervisors": [
      {
        "name": "Rie Kijima",
        "url": ""
      }
    ],
    "description": "Education reform is largely taken-for-granted as a routine feature of school systems. Globally, we have witnessed the cyclical patterns of education reforms. The failure of a reform simply generates more reform, leading to widespread doubts about the efficacy of these reforms. The goals of this research are: 1) to understand the substantive foci of education reforms worldwide; 2) to analyze the socio-economic conditions under which education reforms are likely to emerge; and 3) to examine the intended and unintended consequences of reforms. Scholars will participate in the categorization of education reforms, and will assist with the development of case studies."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Charting Virgil’s Renaissance Reception",
    "supervisors": [
      {
        "name": "Shaun Ross",
        "url": ""
      }
    ],
    "description": "Virgil’s Aeneid, though written in antiquity, was the single most influential poem in Medieval and Renaissance literary history. Poets such as Dante, Ariosto, Ercilla, Camões, Spenser, and Milton all used Virgil’s poem as a model, both to imitate and to challenge, as they wrote their own vernacular epics. Scholars will contribute to the study of this reception history by creating a digital edition of the Aeneid that charts how Dante and subsequent Renaissance-era poets responded to and reinterpreted Virgil’s Latin poem. Knowledge of Latin, Spanish, Portuguese, or Italian would be highly beneficial (i.e. any one of these languages, not all)."
  },
  {
    "year": "2020",
    "code": null,
    "title": "The Train as Embodied Time-Space: Toward Alternative Narrative Theories",
    "supervisors": [
      {
        "name": "Atsuko Sakaki",
        "url": ""
      }
    ],
    "description": "The train as time-space complicates chronology and cartography, and becomes a loaded trope for reconfiguring narrative theories. The current study reveals in selected novels and films the central passenger’s variable narrative agency in an environment shared with other bodies and things. Scholars collaborate in this interdisciplinary project by searching and sharing relevant information, such as railway routes, timetables, and fares; images of carriages; technical conditions of cinematic scenes; scholarly sources in phenomenology, neuroscience, and other relevant fields that would help to conceptualize sensations experienced by characters; and collation of original (French, German, Japanese) texts with their English translations."
  },
  {
    "year": "2020",
    "code": null,
    "title": "The Imminence of War: Canadian Intelligence in the Nuclear Era - A Canada Declassified Project",
    "supervisors": [
      {
        "name": "Timothy Andrews Sayle",
        "url": ""
      }
    ],
    "description": "Participants will be among the first scholars to work with a recently declassified collection of formerly Top Secret documents related to Canadian intelligence appreciations from the early Cold War.  Students will take responsibility for a series of records, comb through declassified files, and select and extract documents they find most useful for explaining their topic. They will arrange these diplomatic cables, intelligence assessments, and other records for eventual online publication on our University of Toronto Libraries-hosted website “Canada Declassified” (http://declassified.library.utoronto.ca ). Students will have unique access to a previously secret part of Canadian history, learn about declassification, and gain digital humanities experience. No specialized experience or course of study is required to apply."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Form and Meaning, Classicism and Slavery",
    "supervisors": [
      {
        "name": "Peter Sealy",
        "url": ""
      }
    ],
    "description": "Are the meanings associated with architectural forms immutable? Or are they open to successive re-interpretations? We will study this question by delving into the relationship between classical architecture and slave-owning societies. Scholars will each explore a relevant example drawn from a particular time and place: imperial Rome (Pliny’s Villa), Renaissance Italy (the Palladian villa), the American South (Thomas Jefferson’s Monticello), and the emancipationist republics of Haiti (the Palais National) and Liberia (the settler houses of Arthington). A strong knowledge of architectural history is expected; specific knowledge of related fields such as Black and African studies, classical literature, American history, and art history is welcome."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Every Click You Make: Seeking Digital Privacy and Algorithmic Literacy",
    "supervisors": [
      {
        "name": "Leslie Regan Shade",
        "url": ""
      }
    ],
    "description": "How our online data is used is increasingly obscured by algorithmic logics. Without a multilevel literacy of algorithms, a nuanced understanding of digital privacy is difficult. In this project, Scholars will contribute to the scholarly and policy conversation in Canada surrounding big tech and digital privacy through developing a creative digital privacy and algorithmic literacy toolkit. Interrelated trajectories include:  1) Algorithms in the Imaginary and the Everyday; 2) Digital Privacy and Algorithms; 3) The Ethics and Regulation of Algorithms.  The research is situated within The eQuality Project, a SSHRC partnership that explores young people’s experiences of online privacy and equality."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Color and Overtones: A Web-Based Visual Archive of Africans and their Descendants in Latin America",
    "supervisors": [
      {
        "name": "Tamara Walker",
        "url": ""
      }
    ],
    "description": "This project will focus on creating a web-based visual archive that will be the first to bring together and examine the myriad and evolving modes of representing blackness across centuries of Latin American history. More than just an image database, it will also feature bibliographic information, relevant timelines, a glossary of terms, image annotations, and links to external sites. Students working on this project will take on diverse roles, including: 1) collecting and categorizing material at campus libraries and local museums, 2) researching and writing image-specific annotations and short essays on themes and threads within the collection, and 3) building a timeline, glossary, and set of links to relevant external sites."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Truth Be Told: Cross-linguistic Explorations of True and Its Nearest Neighbours",
    "supervisors": [
      {
        "name": "Barend Beekhuizen",
        "url": ""
      }
    ],
    "description": "We live in a post-truth world, in which fake news is often as true as reality TV. But what do words like true, real and right mean? In this project, we study the language of truth and reality by looking into how such terms are translated into different languages. Does French vrai mean the same thing as English true or are there subtle differences? This project would benefit particularly from Scholars 1) with multilingual backgrounds; 2) who like to do qualitative work with discourse data on a micro level; and 3) with a quantitative or computational background (preferred but not necessary)."
  },
  {
    "year": "2020",
    "code": null,
    "title": "The Making of an Icon: Examining the Global Circulation of Saint Oscar Romero",
    "supervisors": [
      {
        "name": "Kevin Coleman",
        "url": ""
      }
    ],
    "description": "As Archbishop Oscar Romero delivered his homily in the airy chapel of a hospital in San Salvador in March 1980, a sniper fired a single .22 caliber round into his chest. Romero died within minutes. Despite opposition from conservative Catholics, the Church officially elevated Romero to sainthood in 2018. This project traces the making of Romero into an icon. Student will (1) locate and analyze primary source documents related to the circulation, reception, and uses of Romero, a biographical film about the future Saint; and (2) translate the most important passages into English. This project would benefit from students with reading proficiency in French, Dutch, Spanish, Korean, or German, and / or background in Catholic studies."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Community-Engaged Learning with the Indigenous Action Group",
    "supervisors": [
      {
        "name": "Sherry Fukuzawa",
        "url": ""
      },
      {
        "name": "Nicole Laliberté",
        "url": ""
      }
    ],
    "description": "This is the first year of a three-year project examining the effects of community-engaged learning in post-secondary education. Scholars will be part of a multi-disciplinary team examining student experiences from ANT241: Anthropology and Indigenous Peoples of Turtle Island – a course facilitated by Mississaugas of the Credit First Nation and other Indigenous Scholars. Scholars will develop research skills including transcribing interview recordings, analyzing student assignments and interview transcripts, and training in the qualitative statistical program NVivo. Scholars will be supported to attend local Indigenous events (e.g. Native American Indigenous Studies Association conference May 9-12). Future research opportunities are available in this ongoing project, which seeks to break down cultural barriers in education."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Italian Food in Toronto, Past to Present: Menu Archiving and Digitization",
    "supervisors": [
      {
        "name": "Teresa Lobalsamo",
        "url": ""
      }
    ],
    "description": "This employs an experiential, digital humanities approach to Diaspora and Food studies and aims to chart the evolution of Italian food in Toronto, contributing to the preservation of Italian-Canadian culinary traditions. Scholars will visit food sites, sample recipes, interview restaurant owners and/or chefs, then map and digitize collected artifacts (menus, recipes, advertisements). Scholars will attend training workshops at the UTM Library where they learn to utilize digital platforms (Omeka and Google Maps) to create catalogue descriptions and bibliographic entries. Knowledge of Diaspora and Food studies, of beginner Italian, and/or familiarity with digital platforms are useful but not essential."
  },
  {
    "year": "2020",
    "code": null,
    "title": "\"This is Real Beauty\": Defining Aesthetic Citizenship",
    "supervisors": [
      {
        "name": "David Pettinicchio",
        "url": ""
      }
    ],
    "description": "The beauty industry is changing. At its centre stands a new cast of models, each as diverse as the next in their appearance and appeal. This project is about the process by which these changes come about and what it means for those who have, until recently, been neglected. To address our research questions, we ask research assistants to help collect and analyze a set of mainstream images posted online by three beauty retailers. Research assistants are also asked to collect and analyze publicly available online consumer comments in reply to these images. Prior experience in textual content analysis in sociology (or adjacent field) is beneficial; interest in analyzing media content is essential."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Making Medical Inadmissibility in Canadian Immigration Law Visible: Drawing, Filming and Telling Ethnographic Stories",
    "supervisors": [
      {
        "name": "Laura Bisaillon",
        "url": ""
      }
    ],
    "description": "This project examines the issue of medical inadmissibility in Canadian immigration, and compares Canada’s current and historical immigration acceptance records with those of other jurisdictions. Specifically, this project documents the pervasive barriers to immigration faced by people with illness, disability, and developmental difference as a result of state-based decision making. Scholars will use their existing abilities in design, illustration, and film to create graphic representations of textual and archival data. Scholars will work collaboratively on an original graphic novel and documentary film project. This project receives funding from the Canadian Bar Association’s Law for the Future fund."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Community-Engaged Learning in French: Creating Student Preparation Modules",
    "supervisors": [
      {
        "name": "Corinne Beauquis",
        "url": ""
      }
    ],
    "description": "Scholars will create student preparation modules (videos, booklets, website content, etc.) to support a new UTSC French community-engaged learning course offered in collaboration with Francophone community partners in the GTA. Tasks will include researching other institutions’ levels of student training for their own community-engaged learning courses; preparing a questionnaire to assess our partners’ needs and expectations; interacting with our partners; producing guidelines and materials for the modules; and creating the modules. Some training will be provided in French professional communication. Applicants should have strong oral and written communication skills in French (ongoing B2 level of the CEFR) as communication will take place in French. Students with the following interests are encouraged to apply: community-engaged learning and research, work-integrated learning, co-op, and/or digital skills (to create engaging online presentations and possibly a website)."
  },
  {
    "year": "2020",
    "code": null,
    "title": "The Beyond Bullying Project",
    "supervisors": [
      {
        "name": "Jessica Fields",
        "url": ""
      }
    ],
    "description": "The Beyond Bullying Project (beyondbullyingproject.com) invites students, teachers, and staff to share stories of lesbian, gay, bisexual, transgender, and queer (LGBTQ) sexuality and gender in school. In spring 2020, BBP will launch a study site in Toronto—its first in Canada. The team will install a storytelling booth inside a Scarborough public high school and invite the school community to share their stories about LGBTQ sexuality and gender. Scholars will conduct participant observation and record ethnographic fieldnotes describing school engagements with the BBP; design and implement online knowledge mobilization efforts; and participate in the analysis of BBP stories."
  },
  {
    "year": "2020",
    "code": null,
    "title": "Investigating the Oberammergan Passion Play",
    "supervisors": [
      {
        "name": "Elliot Leffler",
        "url": ""
      }
    ],
    "description": "Each decade, the townspeople in tiny Oberammergau, Germany perform a passion play, chronicling Jesus’s life and death.  They’ve been doing this since 1634, and they do it on a tremendous scale – with thousands of actors, over 100 musicians, and a budget that rivals Broadway musicals. The production used to be exclusively Catholic, entirely white, mostly male, and virulently anti-Semitic – but now a new director wants change. This research project synthesizes 50-60 interviews to ascertain how the new artistic choices influence people’s evolving understandings of religion, history, and local identity. Scholars will transcribe, code, and summarize the interviews. Scholars should be adept typists; knowledge of German language, of theatre, and of the gospel narratives are assets but not essential."
  },
  {
    "year": "2020",
    "code": null,
    "title": "The Poetics and Potentials of Hip-Hop Archives",
    "supervisors": [
      {
        "name": "Mark Campbell",
        "url": ""
      }
    ],
    "description": "This project involves the qualitative study of hip hop archives based in Seattle, Houston and New Orleans as well as analysis of content from the Northside Hip-Hop archive in Toronto. Scholars’ roles include metadata analysis and management, archival analysis and annotations, interview analysis and transcription, video editing, GIS map production and publication editing/indexing. While no specialized skills are required, knowledge of French is an asset."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Maritime Spaces in the Early Modern North Atlantic",
    "supervisors": [
      {
        "name": "Christy Anderson",
        "url": ""
      }
    ],
    "description": "Separated by a great expanse of sea, Early Modern Europe and North America were linked only through the technology of ships and navigation. As a maritime nation with a growing attention to overseas trade and colonization, Tudor and early Stuart England built with an orientation to the sea. This art history research project examines the variety of maritime spaces in England and abroad, looking first at the ship as one of the most important types of built structures that extended English political and economic ambitions abroad. Students will work with 17th century manuscripts, prints, and models, and will develop skills in the digital humanities."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Widening the Circle: Building a Community Knowledge-Sharing Digital Platform from Great Lakes Indigenous Cultural Heritage Research Data",
    "supervisors": [
      {
        "name": "Heidi Bohaker",
        "url": ""
      }
    ],
    "description": "In an era of “open access” to data, how, when and under whose control should research data on Great Lakes Indigenous Cultural Heritage be made public? The data in question has been produced by researchers who belong to GRASAC (grasac.org), a vibrant interdisciplinary and cross-cultural alliance of researchers from Indigenous communities, universities, museums and archives. We are collaboratively developing new data governance strategies to co-manage release of data as a shared ethical responsibility across multiple First Nations and global repository institutions.  SiR scholars will be able to attend a multi-day workshop at Chippewas of Rama in late May."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Visualizing Worldviews: Diagrams for Belief Systems",
    "supervisors": [
      {
        "name": "Hakob Barseghyan",
        "url": ""
      }
    ],
    "description": "How can we “see” belief systems? This project invites researchers with specific interests in history, philosophy, visual studies, digital humanities, and information science to join a team of scholars working on developing a systematic typology of diagrams for visualizing individual and communal belief systems. Participants will brainstorm and design diagram templates for depicting complex relations between questions, theories, methods, and reasons. These templates will then be evaluated for succinctness, re-usability, aesthetic appeal, and applicability to a wide range of historical cases. Students will have an opportunity to present their findings in co-authored papers. Training in best visualization practices will be provided by field experts."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Sociolinguistics on the Road: The Italian Linguistics Landscape in Toronto",
    "supervisors": [
      {
        "name": "Simone Casini",
        "url": ""
      }
    ],
    "description": "This project conducts a linguistic and semiotic analysis of the Italian language in public and social communication within the Greater Toronto Area (GTA). Through semiotic analyses of multilingual or monolingual traces of written texts (street names, signs, restaurant menus, etc.) scholars will consider the presence of the Italian linguistic community in the GTA, its semiotic capacity to modify its environment through linguistic signs, and assert its social vitality even through non-linguistic signs linked to Italian culture. Research will take place in Little Italy, Corso Italia, Yorkville, King West, Mississauga (Square One), and Woodbridge. Proficiency in Italian is necessary; interests in sociolinguistic and Italian Studies are welcome."
  },
  {
    "year": "2019",
    "code": null,
    "title": "The Works of John Galt -- Archives to Edition",
    "supervisors": [
      {
        "name": "Angela Esterhammer",
        "url": ""
      }
    ],
    "description": "Students will take part in preparing a multi-volume critical edition of fiction and journalism by the Scottish writer John Galt (1779-1839), who was also a key figure in Canadian history. Working with nineteenth-century editions and manuscripts of Galt’s fiction in rare book collections and online, Scholars will gain experience and insight into the process of taking texts from archives to new editions. They will assist with transcription, comparing versions, fact-checking annotations, copy-editing, preparation of print-ready copy using Adobe InDesign, and developing digital communication strategies for the project. Background in 19th-century literature or history is an asset; training in other skills will be provided."
  },
  {
    "year": "2019",
    "code": null,
    "title": "How Scrolls Became Books",
    "supervisors": [
      {
        "name": "Cillian O'Hogan",
        "url": ""
      }
    ],
    "description": "Between the first and the fourth centuries CE, the standard format for books changed from scroll to codex (the book as we know it today). This project seeks to understand what this change meant for the people who read and wrote books in this period. Student researchers will analyze how book formats differed across time, place, and genre. Scholars will work primarily from digital images, but there will be opportunities for field trips to nearby special collections libraries. Training in research methods, data gathering and analysis, and technical skills will be provided. Knowledge of Latin or Ancient Greek, though helpful, is not required."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Inventing the Iroquois: The New France Roots of Modern Ethnography",
    "supervisors": [
      {
        "name": "Andreas Motsch",
        "url": ""
      }
    ],
    "description": "Students will help prepare a critical edition of Mœurs des sauvages amériquains comparées aux mœurs des premiers temps (1724), written by the Jesuit missionary Joseph-François Lafitau. Lafitau’s text compares the customs of the Iroquois and Huron with those of the most ancient peoples of the world to demonstrate a common biblical origin. Despite the author’s Eurocentric worldview, his work was in the 19th and 20th centuries recognized as foundational for scientific anthropology. Students will compare textual editions, prepare summaries and translations, organize data, and transcribe historical documents (training in paleography provided). Intellectual curiosity, attention to detail, and proficiency in French are required; knowledge of Latin, Dutch, or Italian are an asset but not necessary."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Unlocking the Nuclear Vault",
    "supervisors": [
      {
        "name": "Timothy Andrews Sayle",
        "url": ""
      }
    ],
    "description": "Participants will be among the first scholars to work with a recently declassified collection of formerly Top Secret documents related to Canada and nuclear weapons in the Cold War. Students will take responsibility for a series of records, comb through declassified files, and select and extract documents they find most useful for explaining their topic. They will arrange these diplomatic cables, memoranda to Cabinet, intelligence assessments, and polling data for eventual online publication on our University of Toronto Libraries-hosted website “Canada Declassified” (http://declassified.library.utoronto.ca ). Students will have unique access to a previously secret part of Canadian history, learn about declassification, and gain digital humanities experience. No specialized experience or course of study is required to apply."
  },
  {
    "year": "2019",
    "code": null,
    "title": "How Hollywood Works: Inside the Norman Jewison Special Collection",
    "supervisors": [
      {
        "name": "Ira Wells",
        "url": ""
      }
    ],
    "description": "For three decades, from In the Heat of the Night (1966) to The Hurricane (1999), Norman Jewison was the most critically and commercially successful Canadian filmmaker in Hollywood. Yet no scholar was considered the filmmaker's body of work as a whole. Student RAs will perform pioneering archival research on the Norman Jewison Special Collection housed in the E. J. Pratt Library at Victoria College. After being trained in the handling and interpretation of archival material, scholars will examine hundreds of personal letters, business memos, annotated film scripts, story boards, contracts, budgets, audience surveys, and other textual traces of Jewison's films. Students will also identify potential interview subjects from the archival material and conduct original interviews. Students with interests in chinema studies, textual editing, economics, and web design would be esepcially welcome to apply."
  },
  {
    "year": "2019",
    "code": null,
    "title": "CBC's Kim's Convenience: Continuities and Changes in the Representation of the Other in Canadian Media",
    "supervisors": [
      {
        "name": "Sherry Yu",
        "url": ""
      }
    ],
    "description": "This project explores CBC’s sitcom, Kim’s Convenience, in order to understand the representation of minorities in “Canada’s first TV sitcom led by Asian actors” (Lee, 2016). Student researchers are invited to participate in a pilot study of audience research, which will collect data through Focus Group Discussion (FGD), a widely used qualitative research method for academic research and consumer marketing research. Following an overview of FGD, scholars will be involved in modifying FGD guidelines by conducting and transcribing pilot groups, and undertaking a literature review on audience research. Prior knowledge of Kim’s Convenience is desirable but not essential."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Weird Adjectives: Comparing Adjectives Expressing 'Strangeness' Across Languages",
    "supervisors": [
      {
        "name": "Barend Beekhuizen",
        "url": ""
      }
    ],
    "description": "Languages differ wildly in the repertoire of words they offer speakers to express themselves. In this project, we will study the subtle meanings of adjectives for weirdness (such as weird and strange) in English and several other languages (preferably languages with which at least one of the Scholars is familiar). We will do so by jointly studying and discussing translations of the English adjectives of strangeness in texts that have been translated into many languages (like TED-talks and novels). We will use both linguistic and data-science techniques – experience in neither is required and students of all academic backgrounds are welcome, but an openness to combining methods is appreciated. Because of the cross-linguistic comparative set-up, multilingual students (from any language background) are particularly encouraged to apply."
  },
  {
    "year": "2019",
    "code": null,
    "title": "When a Conspiracy Theory Comes to Town",
    "supervisors": [
      {
        "name": "Ellen Berrey",
        "url": ""
      }
    ],
    "description": "This sociological project investigates the impacts of the far-right political campaign promoting the Agenda 21 conspiracy theory. According to anti-Agenda 21 activists, the United Nations is using local sustainability planning to take over Americans’ freedom, property, guns, and religion. Students will have opportunities to create annotated bibliographies of academic books and articles, analyze primary texts (e.g., news media, YouTube videos, legislation, legal records, conspiracy web sites), write memos based on analysis and interpretation of the evidence, and/or conduct Skype interviews. This project will appeal to students interested in developing their skills in conducting rigorous qualitative research in sociology, political science, history, cultural studies, and/or communications."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Exploring Social Meanings Around Multicultural Toronto English",
    "supervisors": [
      {
        "name": "Derek Denis",
        "url": ""
      }
    ],
    "description": "This project seeks student researchers interested in youth language and multiculturalism in the GTA. We will investigate the social meanings of “Toronto Slang” by analyzing discourses, perceptions, and attitudes around associated words (e.g., mans, wallahi). We ask what makes non-normative language practice desirable in modern multicultural Toronto. The team will be immersed in linguistic literature on youth language and “multiethnolects” (emergent multilingual dialects of English), will undertake fieldwork in the GTA, and analyze the data with the goal of presenting at an academic conference. Students will receive all necessary training in data collection and quantitative and qualitative linguistic analysis."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Gender, Race, and the Image of the Muslim Woman Terrorist in the Media and Government Policy",
    "supervisors": [
      {
        "name": "Anna Korteweg",
        "url": ""
      }
    ],
    "description": "Students will conduct research for a new book entitled The Politics of Non-Belonging: Borders, Boundaries and Bodies in Europe (co-authored with Professor Gökçe Yurkdakul, Humboldt University Berlin). The book focuses on three cases that highlight different dimensions of the boundaries/borders/bodies triad: Muslim woman terrorists, LGBTQ refugees, and law-making regarding male circumcision. We will focus on racialized and gendered media portrayals of Muslim women who participate in European terrorist events and investigate how government-initiated anti-radicalization programs are gendered and racialized. An ability to work in French, Dutch, German or Arabic is desirable, but not required. Workshops on qualitative software (NVivo) will be offered and Dr. Yurdakul will join us for a day-long intensive discussion."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Editing Richard Brinsley Sheridan's The School for Scandal",
    "supervisors": [
      {
        "name": "Terry Robinson",
        "url": ""
      }
    ],
    "description": "The School for Scandal (London, 1777) is one of the most famous comedic dramas of all time. With its focus on gossip, media, and intrigue, it remains popular at theatres, including at the Red Bull Theater in New York (2016) and at the Stratford Shakespeare Festival in Stratford, Ontario (2017). This project welcomes students with interests in literature, theatre and drama, history, and/or editing to contribute to a new Broadview Press edition of Sheridan’s play. We will unearth its popular and critical history via its signature performances, media reception, and scholarly literature. Students will acquire transferable research skills, including: 1) locating manuscript and rare book materials, 2) documenting performance histories, 3) creating bibliographies, and 4) interpreting findings."
  },
  {
    "year": "2019",
    "code": null,
    "title": "The Resemblage Project: A Digital Intergenerational Storytelling Initiative",
    "supervisors": [
      {
        "name": "Andrea Charise",
        "url": ""
      }
    ],
    "description": "This project seeks five student researchers with interests in aging, older age, and intergenerational relations. Inspired by recent creative, health-related digital media projects, The Resemblage Project is a born-digital multimedia “text” that explores what it means to grow old in Toronto. This project invites students with technical skills (in website design, data assets management, and front- and back-end development) and creative interests (in generating original, dynamic, visual representations of aging as well as music/audio to accompany recorded interviews). Depending on their strengths and interests, students may also 1) edit and/or assist with recording interviews; 2) create original audio and/or creative visuals; 3) devise/revise original research questions for a grant proposal; and 4) compile resources concerning aging and intergenerational storytelling."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Social and Intellectual Networks in Early 18th-century Europe",
    "supervisors": [
      {
        "name": "Sébastien Drouin",
        "url": ""
      }
    ],
    "description": "This project is dedicated to 18th-century journalism, intellectual networks and writer-publisher correspondences. Students participating in this SSHRC-funded project will be trained to perform highly diversified tasks in the editing of 18th century letters written in French and sent across Europe. Students with a basic knowledge of French will work on the transcription of 18th-century manuscripts. Those with a moderate knowledge of French will take part in the annotation process, doing the necessary research that will ensure accurate historical information is provided in the footnotes of the edition we are preparing. Students with strong skills in data organization and visualization, whose task would be to create an online research tool, are welcome."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Sound Symbolism in Personal Names",
    "supervisors": [
      {
        "name": "Yoonjung Kang",
        "url": ""
      }
    ],
    "description": "We often think that the sounds of words bear only an arbitrary relationship to what they represent. Yet studies have found that abrupt, short, and low acoustic frequency sounds are over-represented in male compared to female names in English (e.g., John vs. Mary) and that speakers rely on these tendencies to guess the gender of made-up names. This project explores such non-arbitrary connections between sound and gender (sound symbolism) in personal names in a variety of heritage languages spoken in GTA. The study will combine corpus- and experiment-based methods. The student scholars will gain training in various aspects of the linguistic research process. Some background in linguistics, computer programming, or a heritage language is desirable, but not required."
  },
  {
    "year": "2019",
    "code": null,
    "title": "The Art and Science of Museum Objects",
    "supervisors": [
      {
        "name": "Alen Hadzovic",
        "url": ""
      }
    ],
    "description": "This project investigates selected art objects from a multidisciplinary perspective. Students with background and interests in the science and history of technology, materials, commerce, and art will learn about the techniques, methodologies, materials, and processes employed in making these objects. Research questions may include chemical composition, material changes over time, social symbolism of material, and historical production. The art objects come from the Malcove Collection in the UofT’s Art Museum. Students will collaborate with Webster’s project “Seeing Potential: Asking/Investigating/Exhibiting the Malcove Collection,” and contribute to a technical art history component of a planned Malcove collection exhibition."
  },
  {
    "year": "2019",
    "code": null,
    "title": "Seeing Potential: Asking/Investigating/Exhibiting the Malcove Collection",
    "supervisors": [
      {
        "name": "Erin Webster",
        "url": ""
      }
    ],
    "description": "Students will research objects and ideas for a physical and digital exhibition of selected pieces from the Malcove Collection, a former private collection of historical material ranging across diverse cultures, time periods and materials. Scholars will choose an object for research focus, learn to read curatorial files, become familiar with current exhibition theory and practice, determine and compose appropriate media and content for communicating their research, and learn to present challenging objects and research ideas, questions and processes in exhibition form. Further, students will collaborate with Professor Hadzovic’s SiR project (see above), incorporating scientific exploration of the materials and techniques used in these objects into a technical art history section of the exhibition and participating in an innovative and exciting multi-disciplinary research process."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Analogy as Armature in Global Art & Art History",
    "supervisors": [
      {
        "name": "Mark A. Cheetham",
        "url": ""
      }
    ],
    "description": "Location: UT-St. George Campus This project examines our habit of making artworld analogies—the claim, for instance, that Indigenous painter Norval Morrisseau was \"the Picasso of the North,\" or that Ai Weiwei is the \"Warhol of China.” Students will build an archive of analogies by reading articles, monographs, exhibition and auction catalogues, and web materials. Some work can be done in English, but students with reading knowledge of Danish, Japanese, Mandarin and/or Cantonese are needed, as are those keen to investigate the psychology of analogy and metaphor."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Toronto’s Caravan: Civic Belonging and Spectacle in a Bygone Age of Multiculturalism",
    "supervisors": [
      {
        "name": "Elizabeth Harney",
        "url": ""
      }
    ],
    "description": "Location: UT-St. George Campus This project will assess the visual histories of Caravan, an annual festival aimed at highlighting the cultural wealth of Toronto’s immigrant communities. Motored by multiculturalist policy, Caravan encouraged exchange, inclusivity and the civic embrace of difference. It’s detractors, however, feared Caravan was an “ethnic” spectacle, more concerned with controlling than celebrating diversity. But it left behind an immense multi-media archive ripe for analysis and relevant to current socio-political challenges. Students will conduct oral histories and work with community and media archives in order to digitally map Caravan’s spatial history and its longstanding effect on imagined and official histories of Toronto."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Big Data Analysis, the Long-Term Trajectory of Human Settlement, and Archaeological Patterns in Greek Prehistory",
    "supervisors": [
      {
        "name": "Sarah Murray",
        "url": ""
      }
    ],
    "description": "Location: UT-St. George Campus This project assesses the potential value of a ‘big data’ approach to the study of ancient settlement dynamics. Research Assistants will be asked to generate data from primary source material and then to use that data to think creatively about the relationship between patterns in archaeological evidence and the nature of life in the past. The work of participants will include encoding archaeological sites in a Geographic Information System (GIS), using the detailed diachronic data in the GIS to construct long-term human narratives, and critically assessing these narratives and the utility of a big data approach in the context of Greek archaeology. Familiarity with the Greek language (ancient or modern), mapping software, and/or data analysis techniques would be useful, but not essential, skills for participants to bring on board."
  },
  {
    "year": "2018",
    "code": null,
    "title": "The Social Life of News Stories: Tracing the Digital Dissemination of Israeli English Online News",
    "supervisors": [
      {
        "name": "Alejandro I. Paz",
        "url": ""
      }
    ],
    "description": "Location: UT-St. George Campus How are trust and credibility created or eroded in today’s rapid digital dissemination of news? Part of a multi-year study, this project examines this question by considering how Israeli English online news disseminates through other news sites, especially in the North Atlantic. This project seeks to improve existing methodologies for understanding dissemination (e.g., network visualizations or quantitative measures) by looking at the practices of citation that go into current journalism and its offshoots—to discover the social life of news stories. We will experiment with digital tools to see how stories that originate in Israeli journalism gain or lose credibility as they are cited by other news outlets. No prior knowledge of digital tools is required."
  },
  {
    "year": "2018",
    "code": null,
    "title": "How Do We Perceive and Talk Our Parents’ Home Language? The Case of Heritage Speakers of Azorean Portuguese",
    "supervisors": [
      {
        "name": "Anabela Rato",
        "url": ""
      }
    ],
    "description": "Location: UT-St. George Campus The project aims to study the phonological competence of heritage speakers of Azorean Portuguese. The involvement of the undergraduate researchers in the project includes becoming familiar with the history of Portuguese immigration to Canada and reviewing relevant studies on the phonological development of a heritage language. They will also gain practical experience in designing an experimental study and will pilot the speech perception and production tasks with a small group of heritage speakers. In sum, researchers will become familiar with experimental methods for the study of bilingual speech and obtain practical experience for carrying out individual research."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Canada Declassified: Unlocking the Nuclear Vault",
    "supervisors": [
      {
        "name": "Timothy Andrews Sayle",
        "url": ""
      }
    ],
    "description": "Location: UT-St. George Campus Participants will be among the first scholars to work with a recently declassified collection of formerly Top Secret documents related to Canada and nuclear weapons in the Cold War. Students will take responsibility for a series of records, comb through the declassified files, and select and extract documents they find most useful for explaining their topic. They will arrange these diplomatic cables, memoranda to Cabinet, intelligence assessments, and polling data for online publication on our University of Toronto Libraries-hosted website “Canada Declassified.” The digital exhibits will allow other students and scholars to work with these newly declassified documents. Students will have unique access to a previously secret part of Canadian history, learn about declassification, and gain experience in the digital humanities."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Privacy Stories!",
    "supervisors": [
      {
        "name": "Leslie Regan Shade",
        "url": ""
      }
    ],
    "description": "Location: UT-St. George Campus In this project, students will be able to contribute to the scholarly and policy conversation in Canada surrounding digital privacy through exploring and developing creative digital privacy policy literacy resources. The research is situated within a collaborative SSHRC project, Opening the Door on Digital Privacy: Practices, Policies, & Pedagogies. The project consists of three interrelated trajectories: 1) Privacy: The Personal, The Private, The Public: we will examine the nuances of social and informational privacy in the private and public sphere; 2) Privacy and Policy Issues – Towards Digital Privacy Policy Literacy: we will map privacy legislation in the global context and unpack social media and mobile privacy policies; and 3) Privacy Stories: we will produce digital stories related to privacy."
  },
  {
    "year": "2018",
    "code": null,
    "title": "The Birth of Modern Obscenity Law",
    "supervisors": [
      {
        "name": "Simon Stern",
        "url": ""
      }
    ],
    "description": "Location: UT-St. George Campus This project involves research on nineteenth-century legal cases, statutes, and newspaper articles, for a study on obscenity prosecutions. Students will look at how these prosecutions were reported in the papers, what kinds of works were prosecuted, and in what way (e.g., was the author or publisher charged criminally, or was it only a seizure of books or other printed material, with no criminal prosecution). Students will work with primary sources in full-text databases of newspapers and legal decisions, and occasionally with printed sources in the Fisher Rare Book Library. Training will be provided on search strategies and the interpretation of the findings."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Activating Objects",
    "supervisors": [
      {
        "name": "Erin L. Webster",
        "url": ""
      }
    ],
    "description": "Location: UT-St. George Campus In 1982, Dr. Lillian Malcove donated over 500 historical objects to the University of Toronto. Ranging from prehistoric stone figurines to drawings by Picasso and his contemporaries, they represent a significant wealth of opportunity for undergraduates to engage in object-based research.  Students participating in this project analyze contemporary display theories and practices, investigate the use of technology (digital and otherwise) in museum collections, and evaluate effective modes of communication about these objects. Our study includes field trips to investigate display practices across local institutions, and visits or talks with local museum professionals to understand current best practices and to broaden awareness of audience-driven strategies for activating engagement with collections."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Discovering the Dictionary: Paul the Deacon’s ‘De Significatione Verborum’ in 15th-c. Italy",
    "supervisors": [
      {
        "name": "Jarrett Welsh",
        "url": ""
      }
    ],
    "description": "Location: UT-St. George Campus What can Latin manuscripts tell us about the discovery and diffusion of learning before the printing press? Students will help write the history of one venerable piece of scholarship in the Italian Renaissance by drawing out relationships between manuscripts, tracing from their texts the history of those books and their owners, and extending methodologies for rapid evaluation of manuscripts. We will explore how one text spread in scholarly circles, how it was revised and supplemented, and what it tells us about the revival of classical learning. Knowledge of Latin, although helpful, is not necessary to participate fully in the project."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Editing Margaret Cavendish",
    "supervisors": [
      {
        "name": "Liza Blake",
        "url": ""
      }
    ],
    "description": "Location: UT-Mississauga Campus This project seeks five students to help edit the poetry of Margaret Cavendish, a remarkable poet active in the middle of the seventeenth century. Cavendish was politically active, scientifically curious, philosophically experimental, and literarily adventurous; her poetry covers topics as various as atomism, the moral philosophies of trees, and alternate universes. Students will receive training in the basic principles of textual editing, and will visit a rare books library. We will then work collaboratively to produce and post online an accessible modern edition of Part V of Cavendish’s Poems and Fancies, as in an earlier phase of the project: http://poemsandfancies.rblake.net/"
  },
  {
    "year": "2018",
    "code": null,
    "title": "From Script to Stage: Research and Writing in Theatre Production",
    "supervisors": [
      {
        "name": "Teresa Lobalsamo",
        "url": ""
      }
    ],
    "description": "Location: UT-Mississauga Campus This project involves a new written adaptation of a dramatic work by playwright Luigi Pirandello (1867-1936), to be staged in 2019. Students will attend skills-based workshops on research, script writing, and copy editing as they engage in academic research, creative and professional writing, theatre production, and second-language pedagogy. Compiling the script will involve reviewing several publications, records of past performances, and film adaptations of the play in question; collecting the best aspects of different versions into an amalgamated script; blocking stage directions; and copyediting both Italian and English versions. This project’s team will also create adjacent curricular and production materials such as pedagogical activities, character profiles, scene summaries, popular articles, ads and posters for online (social) and print distribution."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Conflict in the Process of Normalizing Prison",
    "supervisors": [
      {
        "name": "Ashley Rubin",
        "url": ""
      }
    ],
    "description": "Location: UT-Mississauga Campus Students interested in prisons, history, and a measure of interpersonal drama will learn how to conduct content analyses of archival data. This project explores the lobbying efforts and motivations of penal reformers in nineteenth-century Philadelphia, Pennsylvania, USA. The team will review one influential penal reform society’s meeting minutes and identify and document instances of specific themes or patterns of behavior. This work will enable us to examine the sometimes-contentious relationship between the penal reform society and local prison administrators, and what role competition between them played in motivating the reform society’s actions."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Artificial Intelligence and Theatre: Creativity, Collaboration, Imitation",
    "supervisors": [
      {
        "name": "Larry Switzky",
        "url": ""
      }
    ],
    "description": "Location: UT-Mississauga Campus Can computers create? While painters, sculptors, and musicians have begun to use machines not only as supports but as active collaborators, this project will focus specifically on the role of artificial intelligence in live theatrical performance. Another aim of this project is to investigate how imitation might be a form of intelligence uniquely shared by machines and theatre practitioners. Participants will conduct original research using library resources as well as interviews with curators, artists, and engineers in support of a book-length study (working title: Imitation Games: Artificial Intelligence and Theatre). Students will also curate online exhibitions of machine creativity and author short performances that combine human and machine intelligence using simple algorithms. All students from the arts, humanities and information sciences are invited to apply, but a willingness to play is essential."
  },
  {
    "year": "2018",
    "code": null,
    "title": "Urban Construction as a Social Transformation Process in Ancient China",
    "supervisors": [
      {
        "name": "Liye Xie",
        "url": ""
      }
    ],
    "description": "Location: UT-Mississauga Campus This project investigates rulers’ social engineering strategies in ancient China, particularly how they restructured societies through acts of urban construction 5000-3500 years ago in the heartland of Chinese civilizations. The RAs will receive training as they assist with (1) literature research on the place-making theory; (2) examining the history of settlement relocation and social transformation in and beyond ancient China; (3) writing metadata to facilitate reinterpretations of the archaeological evidence regarding population movement; and (4) drafting material for publication, which they will have the opportunity to co-author whenever appropriate. Students from anthropology, East Asian studies, political science, and relevant disciplines are especially welcome to apply. Knowledge of pre-Han Chinese history and politics is a benefit, but not required."
  },
  {
    "year": "2017",
    "code": null,
    "title": "A Hiker’s Guide to Dante",
    "supervisors": [
      {
        "name": "Randy Boyagoda",
        "url": ""
      }
    ],
    "description": "In this project, students with strengths and interests in literature, religion, art history, and geography will collaborate in the creation of a hiker’s guide to Dante’s Inferno. We begin with a close investigation of Dante’s canonical text, drawing out the many descriptions of the pilgrim’s hike-like movements through Hell. The team will then plot these experiences and coordinates in linear terms and geo-spatially, research historical and contemporary visual representations, assess relevant models for the proposed guide itself, and develop background material for a new book, A Hiker’s Guide to Dante. Experienced hikers are welcome to apply; an openness to cross-genre imagining is essential."
  },
  {
    "year": "2017",
    "code": null,
    "title": "Activism, Archives, and LGBTQ Oral History",
    "supervisors": [
      {
        "name": "Elspeth Brown",
        "url": ""
      }
    ],
    "description": "This project seeks five outstanding undergraduate researchers with a specific interest in LGBTQ history, digital humanities, queer archives, and community-engaged scholarship. We will work on the LGBTQ Oral History Digital Collaboratory, a five-year (SSHRC-funded) project that explores the histories of trans people, queer women, gay men, and lesbians in the U.S. and Canada. Specific projects will include: digitizing audio cassette and VHS tapes; writing metadata; building digital exhibitions using Omeka; researching and writing exhibition text; making audio and video clips. All training provided; work is in collaboration with the Canadian Lesbian and Gay Archives (CLGA)."
  },
  {
    "year": "2017",
    "code": null,
    "title": "The iSquare Research Program",
    "supervisors": [
      {
        "name": "Jenna Hartel",
        "url": ""
      }
    ],
    "description": "Students are invited to join the award-winning iSquare Research Program based at the Faculty of Information to experience innovative, arts-informed inquiry (see www.iSquares.info). Our approach uses original drawings to understand the nature of information in this Information Age. Alongside the iSquare team and other JHI junior scholars, you will collect a special set of JHI-Squares, catalogue and manage the corpus, perform visual analysis, synthesize findings, mount a digital exhibition, and then archive the collection for perpetuity. This project is situated at the fertile crossroads of the social sciences and humanities. You will participate in the entire knowledge discovery and dissemination process. This opportunity is ideal for students with interests in arts-informed methodology, visual studies, the digital humanities, interdisciplinarity, and “information” broadly construed."
  },
  {
    "year": "2017",
    "code": null,
    "title": "Communities, Collectives, and the Commons: 21st Century Challenges and Opportunities",
    "supervisors": [
      {
        "name": "Eva-Lynn Jagoe",
        "url": ""
      }
    ],
    "description": "This project investigates shifts and changes in community and collectivity in the 21st century. Students will create a website that contains research findings, individual and collaborative essays by the students, links, and multimedia data about contemporary forms of community and collectivity. The four weeks will be devoted to research on 1) social networking; 2) social justice movements; 3) interviews in Toronto intentional communities, and 4) climate change activism. Students will be trained in contemporary cultural analysis in their investigation of movements such as Black Lives Matter, Idle No More, Standing Rock, and Kinder Morgan protests."
  },
  {
    "year": "2017",
    "code": null,
    "title": "Culinary Ephemera and Practices of Looking",
    "supervisors": [
      {
        "name": "Irina Mihalache",
        "url": ""
      }
    ],
    "description": "This project contributes to the research and interpretation of an exhibition of culinary objects, which will be housed at the Thomas Fisher Rare Book Library in May-June 2018. The team of Research Assistants will contribute to the research phases of the exhibition and will produce content that will be included in the exhibition didactics.  Students will be paired with specific objects – restaurant menus, cookbooks, and home economics brochures – which they will research, looking into the cultural histories of the objects, biographies of the authors, and stories of their users.  Students will be trained in object handling, curatorial research and object label writing."
  },
  {
    "year": "2017",
    "code": null,
    "title": "A Pain in the Neck: Ecocritical Biography",
    "supervisors": [
      {
        "name": "Andrea Most",
        "url": ""
      }
    ],
    "description": "This project explores how central features of autobiography are shifting in light of climate change, species extinction, and the discovery of the human microbiome.  Scholars will assist with research for two chapters: the first on the cultural history of estrogen and the second on listening to bodies and the earth.  I am seeking students to assist with bibliographic research on the history of pharmaceutical estrogen, collect stories regarding experiences with hormonal birth control, participate in farming activities at a nearby farm, and write short pieces about the ways in which the project connects humanities research with land-based experience."
  },
  {
    "year": "2017",
    "code": null,
    "title": "App Studies: Following the Money and the Data",
    "supervisors": [
      {
        "name": "David B. Nieborg",
        "url": ""
      }
    ],
    "description": "This research project is concerned with the political economy of mobile platforms and apps. Together we will focus on the economic and technological position of Facebook’s popular “family of apps”—WhatsApp, Facebook, Messenger, and Instagram—in the world of digital advertising. First, we will investigate the structure of the digital advertising industry. Second, we will use advanced visualization and tracking tools to conduct a series of mapping exercises to get a better sense of Facebook’s position of power. This project should pique your interest if you are interested in a critical understanding of mobile apps. A technological or economic background is not required, but familiarity with apps and common web & software tools (Excel, Google docs) is recommended."
  },
  {
    "year": "2017",
    "code": null,
    "title": "The French Revolution and Language Teaching in England",
    "supervisors": [
      {
        "name": "Carol Percy",
        "url": ""
      }
    ],
    "description": "How did studying French express class and gender in 18th-century England? (How) did refugees and the revolution affect pedagogies and attitudes? The students will reconstruct and interpret scenes of instruction in cosmopolitan London, contextualized in my work on English teaching. We will assemble bibliographies and examine books and periodicals in the Osborne Collection of Early Children’s Books, Fisher and Robarts libraries, and full-text databases. Training will be provided in using secondary and primary resources and interpreting the findings. And there is a possible opportunity for some of us to participate in a panel connected with a local conference in October. French-speaking students are particularly welcome."
  },
  {
    "year": "2017",
    "code": null,
    "title": "Legal Fictions, Ancient and Modern",
    "supervisors": [
      {
        "name": "Simon Stern",
        "url": ""
      }
    ],
    "description": "This project involves research on primary sources for a book-length study on the theory and history of legal fictions (working title:  Law's Artifice: Legal Fictions and the Legal Imagination).  Students will undertake case studies on particular legal concepts that have come, over time, to be characterized by judges, lawyers, and commentators as legal fictions, or to be removed from that category.  The students will work mainly with primary sources in full-text databases of early printed books, serials and newspapers, and occasionally with printed sources in the Fisher Rare Book Library. Training will be provided on search strategies and the interpretation of the findings."
  },
  {
    "year": "2017",
    "code": null,
    "title": "The Coming of the Cultural Revolution: Politics, Culture, and Ideology in Mao’s China, 1962-1966",
    "supervisors": [
      {
        "name": "Yiching Wu",
        "url": ""
      }
    ],
    "description": "This project involves background research for a new monograph on China’s Great Proletarian Cultural Revolution (1966-1976). Student assistants will participate in the project in two interrelated ways. First, they will be exposed to the field through surveying, reading, and annotating key scholarly literature, with the aim of producing a review of literature that helps to frame the basic research questions. Second, they will work closely with me to explore the broader interpretive and historical interests that inform the project. Through intensive reading and discussions, the group will jointly develop a syllabus for a mini-course with the title of “How Rebellions and Revolutionary Crises Erupt, Escalate, and Unravel: Historical and Comparative Inquiries,” which I plan to expand into a regular seminar. I will welcome students from any relevant discipline, including history, Asian studies, political science, and sociology. Knowledge of Chinese history and politics will be appreciated, but not required."
  },
  {
    "year": "2016",
    "code": null,
    "title": "Literature and Seditious Libel, 1660-1830",
    "supervisors": [
      {
        "name": "Thomas Keymer",
        "url": ""
      }
    ],
    "description": "This project involves background research for an Oxford UP monograph about literature and political censorship in the long eighteenth century (working title: Poetics of the Pillory: English Literature and Seditious Libel 1660-1830). Students will be assigned case studies involving publications that elicited one form or another of official retribution. The students will work with a range of primary sources including holdings in the Fisher Rare Book Library, full-text databases of early printed books, serials and newspapers, and in most cases digitized versions of manuscript material. Training will be provided in the use of these resources and interpretation of the findings."
  },
  {
    "year": "2016",
    "code": null,
    "title": "Theatre as Method in Surveillance Research",
    "supervisors": [
      {
        "name": "David Phillips",
        "url": ""
      }
    ],
    "description": "We can think of surveillance as the creation of data from everyday activities, and as the analysis and application of that data to structure and organize those very activities. Theatre has been used as a research method in the social sciences and humanities to evoke embodied ways of knowing. This project uses theatrical methods, including improvisation and games, to explore surveillance. For example, how are data made to mean? What are the pleasures of classification and objectification? Or, conversely, of being strategically unclassified and queer? How can surveillance be generative and liberatory?  Some performance background is helpful; a game attitude is essential."
  },
  {
    "year": "2016",
    "code": null,
    "title": "Editing the Fiction of John Galt",
    "supervisors": [
      {
        "name": "Angela Esterhammer",
        "url": ""
      }
    ],
    "description": "This project lays the groundwork for a multi-volume edition of selected works of fiction and essays by the Scottish-Canadian writer John Galt (1779-1839). Students will work with first editions in the Fisher Rare Book Library and on-line editions. They will be involved in editing, proof-reading, and annotating, as well as archival research on contextualizing materials at University of Toronto Libraries, the Archives of Ontario, and the University of Guelph. Students will be trained to work with nineteenth-century printed texts and with digital platforms and databases."
  },
  {
    "year": "2016",
    "code": null,
    "title": "Mario Pratesi (1842-1921): The Unpublished Notebooks",
    "supervisors": [
      {
        "name": "Anne Urbancic",
        "url": ""
      }
    ],
    "description": "Fourteen commonplace notebooks kept by Tuscan writer Mario Pratesi were recently found in Toronto. Like his letters, previously transcribed by University of Toronto students, these notebooks hold numerous clues about Pratesi’s attitudes to writing and literature, and about his life and his social environment. Students will help transcribe the pages of the notebooks, now housed in the Special Collections of Pratt Library. Their work on these rare primary source documents will be enhanced by investigating other materials to contextualize and interpret Pratesi’s place in the rapidly changing world of Italy in the late 1800s. A basic knowledge of Italian is recommended for this project."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG01—Storying Domestic and Piped Water in Nigerian Literature",
    "supervisors": [
      {
        "name": "Comfort Azubuko-Udah (English)",
        "url": ""
      }
    ],
    "description": "This project tunes into a relatively unspectacular form of water to ask: why is such a ubiquitous aspect of everyday life so largely absent from African realist fiction? And, what narrative roles can it play in contemporary African stories? Student RAs and I will work together to identify and select useful materials including scholarly publications, stories, and other representational media that deals with, or may mention, domestic water in Nigeria. RAs will then provide detailed notes and coded annotations on the materials they have read. This project will appeal to students interested in African literatures and cultures, and urban humanities."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG02—Feminist and Queer Poetics, Data Visualization, and Creative Engagements with Special Collections",
    "supervisors": [
      {
        "name": "Claire Battershill (iSchool, English)",
        "url": ""
      }
    ],
    "description": "This project proposes a reconceptualization of literary and historical special collections using the methods of queer and feminist poetic analysis, visual art, poetics, and creative data visualization. Students participating in this SiR will engage in direct work with U of T special collections (including the Thomas Fisher Rare Book Library and the Massey College Library in particular). Students with expertise in computer science, specifically data visualization; visual studies and/or graphic design; creative expression; and/or feminist/queer methods will be most welcome."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG03—Higher Education for Sustainable Development: Tracking University Commitments Worldwide",
    "supervisors": [
      {
        "name": "Elizabeth Buckner (OISE)",
        "url": ""
      }
    ],
    "description": "Sustainable development is one of our most pressing global challenges, and universities around the world have committed to supporting the Sustainable Development Goals. This project is building a unique dataset on how over 17,000 universities worldwide incorporate sustainable development into their missions, teaching, research and operations. Student researchers will collect data from official documents, social media, and public websites. Example indicators will include whether sustainable development is included in the universities’ mission statements and whether the university has a Sustainability Policy or dedicated office. Reading fluency in languages other than English is an asset but not required."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG04—Innovation in the Depth of Empire: Toward a Black Atlantic Theory of Absence",
    "supervisors": [
      {
        "name": "Kamari Clarke (Criminology, Diaspora and Transnational Studies)",
        "url": ""
      }
    ],
    "description": "In a field where absence seems to dominate Black cultural, social and political life, this project advances a theory of presence in the Black Atlantic world, and explores the possibility of excavating new social archives in rendering transparent forms of social life. We will create an online collaborative database on Black Trans-Atlantic cultural artifacts, including proverbs, stories, jokes, stories of disappearances, and new forms of memorialisation. This project involves documenting social practices that are often dismissed as unintelligible, irrelevant or unknowable in the Black Atlantic world but will be central to making sense of the innovative possibilities that characterise contemporary Black social life. This project might appeal to students interested in Black, Caribbean and African Studies, History, and more. Proficiency in a Caribbean or African language will be considered but not necessary."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG05—Building Automatic Speech Tools in Low-Resource Languages",
    "supervisors": [
      {
        "name": "Ewan Dunbar (French)",
        "url": ""
      }
    ],
    "description": "Automatic speech tools (speech recognition, speech synthesis) have a big problem with “low-resource languages”: languages which, unlike English, Mandarin, etc., lack the massive data sets usually needed. They represent the majority of the world’s languages, including many languages spoken in Canada (e.g., Cantonese, Anishnaabemowin, Acadian French, Gaelic). Recent \"self-supervised\" machine learning shows promise in reducing the data needed to build speech tools. Students will work in a multidisciplinary team (linguists, engineers) assessing how these techniques perform on a language relevant to the Canadian context, including developing a speech corpus. A solid linguistics background is necessary; programming experience is not."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG06—European Refugee Musicians in Canada, 1937-1950",
    "supervisors": [
      {
        "name": "Robin Elliott (Music)",
        "url": ""
      }
    ],
    "description": "Despite the restrictive immigration policies of the time, during the World War II era and its immediate aftermath roughly 100 musicians, most of them Jewish, fled from Nazi-occupied Europe and found safe haven in Canada. Exploring a wide range of primary and secondary source materials, this project will create an online biographical dictionary to shed light on these musicians and their contributions to the postwar cultural life of Canada. Student RAs will develop skills in academic writing, using archival materials, website development, and twentieth-century history; knowledge of music would be an asset but is not a requirement."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG07—Editing John Galt's Short Stories: Romantic, Transatlantic, Global, and Gothic",
    "supervisors": [
      {
        "name": "Angela Esterhammer (English, Victoria College)",
        "url": ""
      }
    ],
    "description": "John Galt (1779-1839) was a bestselling British Romantic novelist and a key figure in nineteenth-century Canadian settlement. Student RAs will be involved in a large international project to publish the Works of John Galt. In 2023 we will focus especially on Galt’s short fiction, which spans themes of travel, fantasy, and gothic, and settings from Upper Canada to Asia. By researching annotations, fact-checking, proofreading, and working with Galt’s manuscripts and first editions, students will gain experience in scholarly editing and the publication process. Background in nineteenth-century literature and history is useful; the most important qualifications are accuracy and enthusiasm."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG08—Liberating the Land: Campus Foodscapes in the GTA",
    "supervisors": [
      {
        "name": "s: Eva-Lynn Jagoe (Spanish and Comparative Literature); Michael Klassens (School of the Environment); Nicole Spiegelaar (School of the Environment)",
        "url": ""
      }
    ],
    "description": "This project aims to create a network between garden/farm projects at UT’s three campuses and campuses across the GTA. In addition to planting seeds and growing food in a new garden at Innis College, students will conduct a literature review on campus urban growing spaces, and engage in experiential research with GTA campuses. Students will produce the first Campus Urban Agriculture guide in Canada, which will include practical techniques and strategies for growing food in urban settings with student populations. The guide will incorporate guidance on how to work strategically with facilities and administration within an academic institution."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG09—Historicizing 'Sustainable' Development: Everyday Stories of People and Nature in Central America",
    "supervisors": [
      {
        "name": "Sharlene Mollett (Human Geography)",
        "url": ""
      }
    ],
    "description": "Historicizing ‘Sustainable’ Development investigates, across time and space, the multiple ways in which Indigenous and Afro-descendant peoples in Central America are represented as “obstacles” to, and their environments as places in need of sustainable development. Student RAs will conduct interdisciplinary and historical data collection to curate everyday stories of people and nature from diverse materials such as, Latin American/Caribbean historiographies, photographs, novels, newspapers, travel literature, and laws relevant to colonial and postcolonial land development. Students with interests in History, Latin American/Caribbean Studies, Geography, Black and Indigenous Studies; Environmental Humanities, and/or women and gender studies are especially encouraged to apply."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG10—Margaret Atwood: The Major Novels",
    "supervisors": [
      {
        "name": "Ira Wells (Victoria College)",
        "url": ""
      }
    ],
    "description": "This project provides a rare opportunity for hands-on research in Atwood’s archives at the Thomas Fisher Library, focussing on the major novels (The Handmaid’s Tale, Cat’s Eye, The Robber Bride, Alias Grace, and The Blind Assassin) published between 1985 and 2000. Together, we will trace how these novels evolved through drafts and editorial feedback, analyzing Atwood’s related journalism, speeches, publicity documents, letters, and original research files. Student RAs will acquire archival skills and methodologies, a practical understanding of how the publishing industry works, and gain unprecedented access into the creative process of one of our greatest writers. Students with enthusiasm and familiarity with Atwood (and any of the novels under investigation) are especially welcome to apply."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSG11—Instruments of Empire: The Forgotten History of Modern Mapping in the Middle East and the World",
    "supervisors": [
      {
        "name": "Adrien Zakar (Near and Middle Eastern Civilizations, IHPST)",
        "url": ""
      }
    ],
    "description": "This project investigates the forgotten history of modern mapping’s integration into everyday life – from paper maps and pocket atlases to satellite imagery, drones, and GPS. Participants will develop cutting-edge methods in digital research and spatial analysis, recenter non-hegemonic voices in the archive, and contribute to the creation of a platform for humanities research, 2/3D games, and heritage curation particularly in the Middle East, South Asia, and Europe. Relevant skills include navigating large digital archives and databases, Turkish, Armenian, Greek, Syriac, Arabic or French language skills, familiarity with Python, Git, and 3D Software (Rhino and/or Unity). Feel free to mention previous coursework and experience in related fields."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTM01—Impoverished Aesthetics: Marginality in Latin literature and Contemporary Art",
    "supervisors": [
      {
        "name": "Lorenza Bennardo (Classics)",
        "url": ""
      }
    ],
    "description": "The Impoverished Aesthetics project investigates marginal states of being (abjection, illness, deprivation, etc.) in ancient Latin literature. Can such states contribute to the audience’s artistic pleasure? Can they grant us insight into subaltern social identities (e.g. marginal intellectual voices; the poor, defeated, and destitute; women)? Can the exploration of marginality in Latin literature enrich our understanding of contemporary artistic experiences? Student RAs will compare instances of ‘impoverished aesthetics’ in ancient and contemporary literature and art (e.g. domestic violence in Seneca and David Lynch; the positioning of female subjectivity in Ovid and Margaret Atwood) and share their findings through a series of blog posts."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTM02—Not A Fishing Tale: Learning about Sustainability from Historical Indigenous Fishing Practices",
    "supervisors": [
      {
        "name": "Alicia Hawkins (Anthropology)",
        "url": ""
      }
    ],
    "description": "Food security, climate change, and Indigenous rights intersect in the domain of harvesting and management of wild species, including fish. Recent unsustainable fishing practices have led to the collapse of fisheries, but before European colonization sustainable fishing practices supported flourishing Indigenous communities in Ontario. Archaeology provides an avenue for exploration of this sustainable practice. This project delves into fishing practices by the Wendat in southern Ontario, and uses historical documents, geographic information systems, analysis of archaeological artifacts and linguistics to supplement earlier findings from identification of fish bones. Reading knowledge of French is preferred; training in GIS will be provided."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTM03—Investigating Ancient Technologies via Hands-on Replication, Experiment, Ethnographic & Textual Accounts",
    "supervisors": [
      {
        "name": "Heather Miller (Anthropology)",
        "url": ""
      }
    ],
    "description": "Necessity is seldom the mother of invention. Through diverse research projects related to archaeological investigations of technologies, SiR scholars will gain new views of human innovations and traditions as related not only to functional needs, but also social relations, economic situations, and religious and cultural belief systems. Projects chosen will depend on scholars’ backgrounds, including work with recent ethnographic objects from Papua New Guinea (looped string bags, arrows, grass skirts, musical instruments); analysis of copper casting debris from the Bronze Age city of Harappa; and creating replica tools for other research projects (from stone drills to rat-tooth wood carving tools)."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTM04—Chinese International Students' Embodied Transnational Identity Negotiation and Raciolinguistic Experiences",
    "supervisors": [
      {
        "name": "Zhaozhe Wang (OISE)",
        "url": ""
      }
    ],
    "description": "This project investigates Chinese international students’ transnational identity negotiation embodied in everyday literacy practices and raciolinguistic experiences in higher education during a time characterized by heightened geopolitical tension between China and North America and COVID-19-induced anti-Asian racism. Student scholars will gain hands-on research training and experience in reviewing and synthesizing relevant scholarship, understanding research ethics, developing interview protocols for qualitative research, and recruiting participants. No previous qualitative research experience is required. Student scholars with interest in case study design, Chinese international student experience, literacy and writing studies are encouraged to participate."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTM05—Evaluating the Impact of Storytelling in Computer Science Education: A Qualitative Analysis",
    "supervisors": [
      {
        "name": "s: Tingting Zhu (Geography, Geomatics and Environment), Andrew Petersen (Mathematical & Computational Sciences)",
        "url": ""
      }
    ],
    "description": "This project will study the advantages and disadvantages of digital storytelling videos compared to traditional lectures. Student RAs will analyze student responses to a survey. The results can be used by educators to improve digital storytelling design and create a framework for educational digital storytelling resources. We intend to publish the results as part of a larger project, Reimagining Computer Science Education through Digital Storytelling with Tangible Objects."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSC01—The Scarborough Social Atlas Project",
    "supervisors": [
      {
        "name": "Ahmed Allahwala (Human Geography)",
        "url": ""
      }
    ],
    "description": "Inspired by Rebecca Solnit’s Infinite Cities Atlas Trilogy, the Scarborough Social Atlas combines scholarly research and mapping practices in the creation of a new social cartography of Scarborough. In this multi-disciplinary project, each student will serve as the academic lead of a mapping project and bring their disciplinary expertise to the collaborative. Possible topics include indigeneity, migration, food, music, queer culture, religion, architecture, green spaces and non-human species. End-of-program deliverables include a map for each project and a curatorial essay. Students will receive training in archival and database research, mapping, and narrative research. Students from all disciplinary backgrounds are encouraged to apply."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSC02—Deconstructing Hip-Hop Music's Politics",
    "supervisors": [
      {
        "name": "Mark Campbell (Arts, Culture and Media)",
        "url": ""
      }
    ],
    "description": "The goal of this interactive media project is to build an educational resource that allows users to engage hip-hop musical texts from multiple disciplinary perspectives. We will work to reveal and analyze the ways hip-hop culture’s creative practices, informed by the culture’s aesthetic foundations, are used, in order to create a multidisciplinary interactive educational resource. This project welcomes RAs with interests in hip-hop culture, historical research, diaspora studies, and de-colonizing movements. Skills in web design, GIS mapping, video editing, data visualization and programming are needed; proficiency in French, Spanish, Creole, Arabic, Tagalog, or Visaya are an asset, but not required. RAs on this project will develop a nuanced and sophisticated suite of research and project management skills."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSC03—How Can We Teach Effectively in Canadian Prison?",
    "supervisors": [
      {
        "name": "Philip Heron (Physical and Environmental Sciences)",
        "url": ""
      }
    ],
    "description": "How can we connect with students who have low confidence, or negative perceptions of education? Think Like A Scientist is a specialist science course for people in prison, beginning in Canada in 2023. Successful applicants will help create a classroom dynamic that is relatable, accessible, and inclusive to all people. We are particularly interested in creating new course material on addiction, mental health, and better understanding neurodivergence. Our project needs fresh perspectives, and we believe the undergraduate students will bring new ideas to the table based on their lived experience. We encourage applications from diverse backgrounds."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSC04—Mapping Evictions in Ontario",
    "supervisors": [
      {
        "name": "Julie Mah (Human Geography)",
        "url": ""
      }
    ],
    "description": "To better understand the prevalence and geography of evictions in Ontario, this project will involve the creation of a unique database. This database will form the foundation for future work that examines these research questions: Where are evictions occurring? Are they concentrated in gentrifying areas? Who is evicting more? All of these questions carry important policy implications. Student RAs will help with inputting and cleaning the eviction filings database in preparation for mapping and linking to other datasets. Students should be familiar with Microsoft Excel, though RAs will receive training on creating Excel pivot tables, data manipulation, and geocoding."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSC05— Playing with Stories: Developing a Critical Encyclopedia of Video Game Narratives",
    "supervisors": [
      {
        "name": "Sonja Nikkila (English)",
        "url": ""
      }
    ],
    "description": "Student RAs will develop a critical encyclopedia for video game narrative studies: we will lay the groundwork for a digital, collaborative, and evolving resource that offers definitional entries as well as sample critical analyses and discussions of exemplar games. We will begin by absorbing foundational information on video game analysis––narrative lenses, categories, vocabularies, etc.––and plot a framework for the encyclopedia, including an outline of topics and proposed organization. We will explore a range of research resources (from the library to “the internet” to the games themselves) in order to extract and synthesize information for entries."
  },
  {
    "year": "2023",
    "code": null,
    "title": "UTSC06—Media Messages and Reporting on Race: Differences in Discourse",
    "supervisors": [
      {
        "name": "Hadiya Roderique (Arts, Culture and Media)",
        "url": ""
      }
    ],
    "description": "Canadian media uses often negative narratives that carry powerful, coded messages about particular groups in society. There is evidence that the work of BIPOC reporters provides counter-discourses to these narratives through more nuanced portrayals of topics related to race. This project seeks to examine how white and BIPOC journalists report on race differently. Each researcher will be assigned a case study, collect reporting on these cases, and use critical discourse analysis and content analysis to analyse differences in reporting. This project appeals to students interested in Journalism, Media, Communications, Black and Indigenous Studies, and Cultural Studies. Previous experience or exposure to critical discourse analysis is an asset, but training will be provided."
  },
  {
    "year": "2023",
    "code": null,
    "title": "ONLINE01—The Practice of Perspective in Du Cerceau's Works at the British Museum",
    "supervisors": [
      {
        "name": "Georges Farhat (Architecture)",
        "url": ""
      }
    ],
    "description": "This UK-based, online-only project explores perspective in French architect Du Cerceau’s (1511-1585) works. It studies his British Museum drawings and etchings of buildings and gardens, as well as two 1600s Bodleian Library English manuscript translations of his 1576 treatise on perspective. RAs will assist in (a) reconstructing perspective schemes and (b) transcribing and tabulating translations. Required skills are: Either (1) digital drawing and perspective techniques; Or (2) English paleography (ideally with some knowledge of French). Scholars will learn how to articulate methods and findings regarding drawing practices and technical literature. Your work will inform presentations and publications."
  },
  {
    "year": "2023",
    "code": null,
    "title": "ONLINE02—Exploring Online Teaching Efficacy and Instructional Practices in the Post-Secondary Context",
    "supervisors": [
      {
        "name": "Julia Forgie (Victoria College)",
        "url": ""
      }
    ],
    "description": "This study explores the range of self-efficacy beliefs that Canadian post-secondary instructors hold about their teaching practice. It seeks to investigate and compare instructors’ teaching efficacy across in-person and online teaching contexts and to explore curricular decisions as instructors plan and implement online/hybrid learning. Scholars with interest in post-secondary education and online teaching and mixed-methods research, including participant recruitment, data collection (administering online surveys, involvement in interviewing participants), data entry and coding, data analysis and the development of a literature review, are encouraged to apply. Training in data collection procedures and SPSS and NVivo data analysis software will be provided."
  },
  {
    "year": "2023",
    "code": null,
    "title": "ONLINE03—Identifying and Coding National Education Reforms for the World Education Reform Database (1945-2021)",
    "supervisors": [
      {
        "name": "Rie Kijima (Munk School)",
        "url": ""
      }
    ],
    "description": "The World Education Reform Database (WERD) is the most comprehensive database of over 10,000 national education reforms between 1970-2021. The objective of this program is to extend the WERD by identifying and coding education reforms dating back to 1945. Student RAs will receive training on how to identify and code education reforms from doctoral students at Stanford University. Working with publications produced by international organizations, the RAs will apply the coding scheme developed by the team to identify and code reforms. They will also participate in team building exercises and fireside chats on topics such as public policy and education."
  },
  {
    "year": "2023",
    "code": null,
    "title": "ONLINE04—Foreign-Origin Words in Turkish: An Experimental Investigation of Speakers' Mental Lexicons",
    "supervisors": [
      {
        "name": "Gözde Mercan (Near and Middle Eastern Civilizations)",
        "url": ""
      }
    ],
    "description": "The Turkish language has several foreign-origin words, particularly from Arabic, Persian, and French. This project seeks to understand whether adult Turkish speakers of different age groups show different linguistic behaviour regarding these foreign-origin words and their Turkish alternatives. It adopts an experimental psycholinguistic perspective, employing a web-based “lexical priming” task. Student RAs will receive training and gain hands-on experience at all stages of psycholinguistic experimentation. Students interested in Turkish, linguistics, and digital humanities are encouraged to apply. Some knowledge of Turkish and/or other Turkic languages is desirable but not required. Familiarity with Arabic, Persian, and/or French is also an asset."
  },
  {
    "year": "2023",
    "code": null,
    "title": "ONLINE05—Constructing Biographies of Digital Humanities Data Sets",
    "supervisors": [
      {
        "name": "Seamus Ross (iSchool)",
        "url": ""
      }
    ],
    "description": "Data sets and databases play a significant role in humanities scholarship. How these data sets came to be created, maintained, and used, and their impact on humanities scholarship, has been the subject of limited study. This project is a preliminary effort to construct biographies of some of these databases  and understand their role in transforming humanities scholarship. Student RAs will construct biographies of digital humanities databases. This project is particularly suited for students in the humanities with an interest in how digital technologies are reshaping humanities scholarship. The project will begin with an introduction to the field and end with a workshop where students will present the results of their scholarship."
  },
  {
    "year": "2023",
    "code": null,
    "title": "ONLINE06—Measuring Social Skills and Group Dynamics with Virtual Games",
    "supervisors": [
      {
        "name": "Román Andrés Zárate (Economics)",
        "url": ""
      }
    ],
    "description": "Play Together is a virtual platform we have developed to measure teamwork and leadership abilities and study group dynamics among individuals of different characteristics using virtual tasks and games. We are currently working on implementing field experiments with interested partners in Latin America. Student RAs will help with a literature review on related topics to the project; contribute to the project with the data analysis to implement the experiments and generate the code to study the performance indicators on the platform; and help us to identify websites to run online experiments with the tools we have developed."
  }
]